Repository: Project-Xtag/pet-safety-ios
Catalog: PetSafety/PetSafety/Resources/*.lproj/Localizable.strings
Languages: cs, de, es, hu, pt, ro, sk

# sighting_notes_placeholder
source: Describe what you saw, the pet's condition, direction of travel...
cs: Popište, co jste viděli, stav mazlíčka, směr pohybu…
de: Beschreiben Sie, was Sie gesehen haben, den Zustand des Haustiers, die Richtung…
es: Describe lo que viste, el estado de la mascota, dirección de movimiento…
hu: Írd le, mit láttál, a kedvenc állapotát, haladási irányt...
pt: Descreva o que viu, a condição do animal, a direção…
ro: Descrie ce ai văzut, starea animalului, direcția de deplasare...
sk: Popiste, co ste videli, stav zvierata, smer pohybu...

source: Submit Sighting Report
cs: Odeslat hlášení o pozorování
de: Sichtungsbericht senden
es: Enviar reporte de avistamiento
hu: Észlelés beküldése
pt: Enviar relatório de avistamento
ro: Trimite raportul de observație
sk: Odoslat hlasenie o pozorovani

# sighting_reported_owner_notified
source: Sighting reported! The owner has been notified.
cs: Pozorování nahlášeno! Majitel byl informován.
de: Sichtung gemeldet! Der Besitzer wurde informiert.
es: ¡Avistamiento reportado! Se notificó al dueño.
hu: Észlelés bejelentve! A gazdát értesítettük.
pt: Avistamento reportado! O dono foi notificado.
ro: Observație raportată! Proprietarul a fost notificat.
sk: Pozorovanie nahlasene! Majitel bol informovany.

# sighting_queued_offline
source: Sighting queued - will submit when online.
cs: Pozorování ve frontě – odešle se po připojení.
de: Sichtung in Warteschlange – wird gesendet, sobald online.
es: Avistamiento en cola: se enviará cuando estés en línea.
hu: Észlelés sorba állítva - online állapotban elküldjük.
pt: Avistamento em fila - será enviado quando estiver online.
ro: Observație în coadă - va fi trimisă când ești online.
sk: Pozorovanie zaradene do frontu - odosle sa po pripojeni.

# mark_pet_found_confirm
source: Mark %@ as Found?
cs: Označit %@ jako nalezeného?
de: %@ als gefunden markieren?
es: ¿Marcar %@ como encontrada?
hu: %@ megtaláltként jelölése?
pt: Marcar %@ como encontrado?
ro: Marchezi %@ ca găsit?
sk: Oznacit %@ ako najdene?

# mark_found_confirm_alert
source: This will close the missing alert for %@. Are you sure?
cs: Tímto se uzavře upozornění o ztrátě %@. Opravdu?
de: Damit wird die Vermisstenwarnung für %@ geschlossen. Sind Sie sicher?
es: Esto cerrará la alerta de pérdida de %@. ¿Seguro?
hu: Ez lezárja %@ eltűnt riasztását. Biztos vagy benne?
pt: Isto irá fechar o alerta de desaparecimento de %@. Tem a certeza?
ro: Aceasta va închide alerta de dispariție pentru %@. Ești sigur?
sk: Tymto sa uzavrie upozornenie o strate pre %@. Ste si isti?

source: Notification Center
cs: Centrum oznámení
de: Benachrichtigungszentrum
es: Centro de notificaciones
hu: Értesítési központ
pt: Centro de notificações
ro: Centru de notificări
sk: Centrum upozorneni

# alerts_radius_info
source: Alerts will be sent within 10km of this location
cs: Upozornění budou odeslána v okruhu 10 km od této polohy
de: Warnungen werden im Umkreis von 10 km um diesen Standort gesendet
es: Las alertas se enviarán dentro de 10 km de esta ubicación
hu: A riasztások 10 km-es körzetben lesznek elküldve ezen a helyen
pt: Alertas serão enviados dentro de 10 km desta localização
ro: Alertele vor fi trimise în raza de 10 km de această locație
sk: Upozornenia budu odoslane do 10 km od tejto polohy

source: Current location
cs: Aktuální poloha
de: Aktueller Standort
es: Ubicación actual
hu: Jelenlegi hely
pt: Localização atual
ro: Locația curentă
sk: Aktualna poloha

# tap_get_location
source: Tap to get current location…
cs: Klepněte pro získání aktuální polohy…
de: Tippen, um aktuellen Standort zu ermitteln…
es: Toca para obtener la ubicación actual…
hu: Koppints a jelenlegi hely lekéréséhez…
pt: Toque para obter a localização atual…
ro: Apasă pentru a obține locația curentă…
sk: Tuknite pre ziskanie aktualnej polohy…

# using_registered_address
source: Using your registered address
cs: Používá se vaše registrovaná adresa
de: Ihre registrierte Adresse wird verwendet
es: Usando tu dirección registrada
hu: A regisztrált címed használata
pt: A usar a sua morada registada
ro: Se folosește adresa ta înregistrată
sk: Pouziva sa vasa registrovana adresa

# enter_address_notifications
source: Enter address for notifications
cs: Zadejte adresu pro oznámení
de: Adresse für Benachrichtigungen eingeben
es: Introduce la dirección para notificaciones
hu: Adj meg címet az értesítésekhez
pt: Introduza a morada para notificações
ro: Introdu adresa pentru notificări
sk: Zadajte adresu pre upozornenia

# tag_scanned_message
source: %@'s tag was scanned at %@!
cs: Známka %@ byla naskenována v %@!
de: Der Tag von %@ wurde um %@ gescannt!
es: ¡La etiqueta de %@ fue escaneada en %@!
hu: %@ bilétáját beolvasták ekkor: %@!
pt: A etiqueta de %@ foi lida em %@!
ro: Eticheta lui %@ a fost scanată la %@!
sk: Stitok %@ bol naskenovany o %@!

# unknown_location
source: an unknown location
cs: na neznámém místě
de: an einem unbekannten Ort
es: una ubicación desconocida
hu: ismeretlen helyen
pt: um local desconhecido
ro: o locație necunoscută
sk: nezname miesto

# sighting_message_with_location
source: %@ has been sighted at %@!
cs: %@ byl spatřen v %@!
de: %@ wurde in %@ gesichtet!
es: ¡%@ fue visto en %@!
hu: %@-t észlelték itt: %@!
pt: %@ foi avistado em %@!
ro: %@ a fost văzut la %@!
sk: %@ bol spozorovany na %@!

# sighting_message_no_location
source: %@ has been sighted!
cs: %@ byl spatřen!
de: %@ wurde gesichtet!
es: ¡%@ fue visto!
hu: %@-t észlelték!
pt: %@ foi avistado!
ro: %@ a fost văzut!
sk: %@ bol spozorovany!

# pet_found_message
source: Great news! %@ has been found!
cs: Skvělá zpráva! %@ byl nalezen!
de: Gute Nachrichten! %@ wurde gefunden!
es: ¡Buenas noticias! ¡%@ ha sido encontrada!
hu: Jó hír! %@ megkerült!
pt: Boas notícias! %@ foi encontrado!
ro: Vești bune! %@ a fost găsit!
sk: Skvela sprava! %@ bol najdeny!

# notification_tag_scanned_title
source: %@ Found!
cs: %@ nalezen!
de: %@ gefunden!
es: ¡%@ encontrada!
hu: %@ megkerült!
pt: %@ encontrado!
ro: %@ găsit!
sk: %@ najdeny!

# notification_sighting_title
source: %@ Sighted!
cs: %@ spatřen!
de: %@ gesichtet!
es: ¡%@ avistada!
hu: %@ észlelve!
pt: %@ avistado!
ro: %@ văzut!
sk: %@ spozorovany!

# notification_pet_found_title
source: Great News!
cs: Skvělá zpráva!
de: Gute Nachrichten!
es: ¡Buenas noticias!
hu: Jó hír!
pt: Boas notícias!
ro: Vești bune!
sk: Skvela sprava!

# notification_channel_name
source: Pet Safety Alerts
cs: Pet Safety upozornění
de: Pet Safety Warnungen
es: Alertas de Pet Safety
hu: Pet Safety riasztások
pt: Alertas Pet Safety
ro: Alerte Pet Safety
sk: Pet Safety upozornenia

# notification_method_required
source: At least one notification method must be enabled
cs: Musí být povolen alespoň jeden způsob oznámení
de: Mindestens eine Benachrichtigungsmethode muss aktiviert sein
es: Debe habilitarse al menos un método de notificación
hu: Legalább egy értesítési módot engedélyezni kell
pt: Pelo menos um método de notificação deve estar ativado
ro: Cel puțin un mod de notificare trebuie să fie activ
sk: Musi byt povoleny aspon jeden sposob upozorneni

source: Success Stories
cs: Příběhy úspěchu
de: Erfolgsgeschichten
es: Historias de éxito
hu: Sikertörténetek
pt: Histórias de sucesso
ro: Povești de succes
sk: Uspesne pribehy

source: Found Pets
cs: Nalezení mazlíčci
de: Gefundene Haustiere
es: Mascotas encontradas
hu: Megtalált kedvencek
pt: Animais encontrados
ro: Animale găsite
sk: Najdene zvierata

# success_stories_subtitle
source: See happy reunions near you
cs: Podívejte se na šťastná shledání ve vašem okolí
de: Sehen Sie glückliche Wiedervereinigungen in Ihrer Nähe
es: Mira reencuentros felices cerca de ti
hu: Nézd meg a boldog újraegyesüléseket a közeledben
pt: Veja reencontros felizes perto de si
ro: Vezi reuniuni fericite în apropierea ta
sk: Pozrite si stastne navraty vo vasom okoli

source: Share Your Story
cs: Sdílejte svůj příběh
de: Teilen Sie Ihre Geschichte
es: Comparte tu historia
hu: Oszd meg a történeted
pt: Partilhe a sua história
ro: Împărtășește-ți povestea
sk: Zdielajte svoj pribeh

# success_story_prompt
source: Great news! %@ has been found! Would you like to share your reunion story to help inspire others?
cs: Skvělé zprávy! %@ byl nalezen! Chcete sdílet svůj příběh shledání a inspirovat ostatní?
de: Gute Nachrichten! %@ wurde gefunden! Möchten Sie Ihre Wiedervereinigungsgeschichte teilen, um andere zu inspirieren?
es: ¡Buenas noticias! ¡%@ ha sido encontrada! ¿Quieres compartir tu historia de reencuentro para inspirar a otros?
hu: Jó hír! %@ megkerült! Szeretnéd megosztani az újraegyesülés történetét, hogy inspirálj másokat?
pt: Boas notícias! %@ foi encontrado! Quer partilhar a sua história de reencontro para inspirar outros?
ro: Vești bune! %@ a fost găsit! Vrei să împărtășești povestea de reunire pentru a-i inspira pe alții?
sk: Skvela sprava! %@ bol najdeny! Chcete zdielat svoj pribeh o znovuzjednoteni a inspirovat ostatnych?

source: Your Story
cs: Váš příběh
de: Ihre Geschichte
es: Tu historia
hu: A történeted
pt: A sua história
ro: Povestea ta
sk: Vas pribeh

# story_placeholder
source: Tell us how you were reunited...
cs: Řekněte nám, jak jste se shledali…
de: Erzählen Sie uns, wie Sie wieder zusammengefunden haben…
es: Cuéntanos cómo se reencontraron…
hu: Meséld el, hogyan találkoztatok újra...
pt: Conte-nos como se reencontraram...
ro: Spune-ne cum v-ați reunit...
sk: Povedzte nam, ako ste sa znovu stretli...

source: Share Story
cs: Sdílet příběh
de: Geschichte teilen
es: Compartir historia
hu: Történet megosztása
pt: Partilhar história
ro: Partajează povestea
sk: Zdielat pribeh

# story_shared
source: Story shared successfully
cs: Příběh úspěšně sdílen
de: Geschichte erfolgreich geteilt
es: Historia compartida correctamente
hu: Történet sikeresen megosztva
pt: História partilhada com sucesso
ro: Povestea a fost partajată cu succes
sk: Pribeh bol uspesne zdielany

# story_share_failed
source: Failed to share story
cs: Sdílení příběhu se nezdařilo
de: Geschichte konnte nicht geteilt werden
es: No se pudo compartir la historia
hu: Nem sikerült megosztani a történetet
pt: Falha ao partilhar história
ro: Nu s-a putut partaja povestea
sk: Zdielanie pribehu zlyhalo

source: Loading success stories…
cs: Načítání příběhů úspěchu…
de: Erfolgsgeschichten werden geladen…
es: Cargando historias de éxito…
hu: Sikertörténetek betöltése…
pt: A carregar histórias de sucesso…
ro: Se încarcă povești de succes…
sk: Nacitavam uspesne pribehy…

# no_success_stories
source: No Success Stories Nearby
cs: Žádné příběhy úspěchu v okolí
de: Keine Erfolgsgeschichten in der Nähe
es: No hay historias de éxito cerca
hu: Nincsenek sikertörténetek a közelben
pt: Sem histórias de sucesso nas proximidades
ro: Nu există povești de succes în apropiere
sk: Ziadne uspesne pribehy v okoli

# no_success_stories_message
source: Be the first to share a happy reunion in your area!
cs: Buďte první, kdo sdílí šťastné shledání ve vašem okolí!
de: Seien Sie die/der Erste und teilen Sie eine glückliche Wiedervereinigung in Ihrer Nähe!
es: ¡Sé el primero en compartir un reencuentro feliz en tu zona!
hu: Légy te az első, aki megoszt egy boldog újraegyesülést a környékeden!
pt: Seja o primeiro a partilhar um reencontro feliz na sua área!
ro: Fii primul care împărtășește o reuniune fericită în zona ta!
sk: Budte prvi, kto zdiela stastne znovuzjednotenie vo vasom okoli!

# found_and_reunited
source: Found & Reunited
cs: Nalezen a shledán
de: Gefunden & wieder vereint
es: Encontrado y reunido
hu: Megtalált & újraegyesült
pt: Encontrado e reunido
ro: Găsit și reunificat
sk: Najdene a znovuzjednotene

# distance_km
source: %.1f km away
cs: %.1f km daleko
de: %.1f km entfernt
es: A %.1f km
hu: %.1f km távolság
pt: A %.1f km
ro: La %.1f km
sk: %.1f km daleko

source: Missing since %@
cs: Ztracen od %@
de: Vermisst seit %@
es: Perdido desde %@
hu: Eltűnt ekkor: %@
pt: Desaparecido desde %@
ro: Dispărut din %@
sk: Stratene od %@

# found_on
source: Found %@
cs: Nalezen %@
de: Gefunden am %@
es: Encontrado %@
hu: %@ megtalálva
pt: Encontrado %@
ro: Găsit %@
sk: Najdene %@

# success_story_marker
source: Success Story
cs: Příběh úspěchu
de: Erfolgsgeschichte
es: Historia de éxito
hu: Sikertörténet
pt: História de sucesso
ro: Poveste de succes
sk: Uspesny pribeh

source: Load More
cs: Načíst více
de: Mehr laden
es: Cargar más
hu: További betöltése
pt: Carregar mais
ro: Încarcă mai mult
sk: Nacitat viac

source: Missing for %@
cs: Ztracen po dobu %@
de: Vermisst seit %@
es: Perdido durante %@
hu: Eltűnt ennyi ideje: %@
pt: Desaparecido há %@
ro: Dispărut de %@
sk: Stratene pocas %@

# pet_found_share
source: %@ Found!
cs: %@ nalezen!
de: %@ gefunden!
es: ¡%@ encontrada!
hu: %@ megkerült!
pt: %@ encontrado!
ro: %@ găsit!
sk: %@ najdeny!

source: Reunited in %@
cs: Shledáno za %@
de: Wieder vereint in %@
es: Reunidos en %@
hu: %@ alatt újraegyesült
pt: Reunido em %@
ro: Reunit în %@
sk: Znovuzjednotene za %@

# shared_via_pet_safety
source: Shared via Pet Safety App
cs: Sdíleno přes Pet Safety aplikaci
de: Geteilt über die Pet Safety App
es: Compartido a través de Pet Safety
hu: Megosztva a Pet Safety alkalmazásból
pt: Partilhado via Pet Safety App
ro: Partajat prin aplicația Pet Safety
sk: Zdielane cez aplikaciu Pet Safety

# success_just_now
source: Just now
cs: Právě teď
de: Gerade eben
es: Ahora mismo
hu: Most
pt: agora mesmo
ro: Chiar acum
sk: Prave teraz

# success_day_ago
source: 1 day ago
cs: Před 1 dnem
de: Vor 1 Tag
es: Hace 1 día
hu: 1 napja
pt: há 1 dia
ro: Acum 1 zi
sk: Pred 1 dnom

# success_days_ago %lld
source: %lld days ago
cs: Před %lld dny
de: Vor %lld Tagen
es: Hace %lld días
hu: %lld napja
pt: há %lld dias
ro: Acum %lld zile
sk: Pred %lld dnami

# success_hour_ago
source: 1 hour ago
cs: Před 1 hodinou
de: Vor 1 Stunde
es: Hace 1 hora
hu: 1 órája
pt: há 1 hora
ro: Acum 1 oră
sk: Pred 1 hodinou

# success_hours_ago %lld
source: %lld hours ago
cs: Před %lld hodinami
de: Vor %lld Stunden
es: Hace %lld horas
hu: %lld órája
pt: há %lld horas
ro: Acum %lld ore
sk: Pred %lld hodinami

# success_minute_ago
source: 1 minute ago
cs: Před 1 minutou
de: Vor 1 Minute
es: Hace 1 minuto
hu: 1 perce
pt: há 1 minuto
ro: Acum 1 minut
sk: Pred 1 minutou

# success_minutes_ago %lld
source: %lld minutes ago
cs: Před %lld minutami
de: Vor %lld Minuten
es: Hace %lld minutos
hu: %lld perce
pt: há %lld minutos
ro: Acum %lld minute
sk: Pred %lld minutami

# success_tab_title
source: Success Stories
cs: Příběhy úspěchu
de: Erfolgsgeschichten
es: Historias de éxito
hu: Sikertörténetek
pt: Histórias de sucesso
ro: Povești de succes
sk: Uspesne pribehy

# success_tab_list
source: List
cs: Seznam
de: Liste
es: Lista
hu: Lista
pt: Lista
ro: Listă
sk: Zoznam

# success_tab_map
source: Map
cs: Mapa
de: Karte
es: Mapa
hu: Térkép
pt: Mapa
ro: Hartă
sk: Mapa

# story_great_news
source: Great News!
cs: Skvělé zprávy!
de: Gute Nachrichten!
es: ¡Buenas noticias!
hu: Jó hír!
pt: Boas notícias!
ro: Vești bune!
sk: Skvela sprava!

# story_post
source: Post
cs: Publikovat
de: Posten
es: Publicar
hu: Közzététel
pt: Publicar
ro: Publică
sk: Publikovat

# story_pet_home %@
source: %@ is home!
cs: %@ je doma!
de: %@ ist zu Hause!
es: ¡%@ está en casa!
hu: %@ itthon van!
pt: %@ está em casa!
ro: %@ este acasă!
sk: %@ je doma!

# story_reunited
source: Reunited!
cs: Shledáno!
de: Wieder vereint!
es: ¡Reunidos!
hu: Újraegyesült!
pt: Reunidos!
ro: Reunit!
sk: Znovuzjednoteni!

# story_share_prompt
source: Share your reunion story!
cs: Sdílejte svůj příběh shledání!
de: Teilen Sie Ihre Wiedervereinigungsgeschichte!
es: ¡Comparte tu historia de reencuentro!
hu: Oszd meg az újraegyesülés történetét!
pt: Partilhe a sua história de reencontro!
ro: Împărtășește-ți povestea de reunire!
sk: Zdielajte svoj pribeh o znovuzjednoteni!

# story_inspiration
source: Your story can inspire hope for other pet owners in your area.
cs: Váš příběh může inspirovat ostatní majitele mazlíčků ve vašem okolí.
de: Ihre Geschichte kann anderen Haustierbesitzern in Ihrer Nähe Hoffnung geben.
es: Tu historia puede inspirar esperanza a otros dueños de mascotas en tu zona.
hu: A történeted reményt adhat más gazdáknak a környékeden.
pt: A sua história pode inspirar esperança a outros donos de animais na sua área.
ro: Povestea ta poate inspira speranță altor proprietari de animale din zona ta.
sk: Vas pribeh moze inspirovat dalsich majitelov zvierat vo vasom okoli.

# story_share_button
source: Share My Story
cs: Sdílet můj příběh
de: Meine Geschichte teilen
es: Compartir mi historia
hu: Történetem megosztása
pt: Partilhar a minha história
ro: Partajează povestea mea
sk: Zdielat moj pribeh

# story_maybe_later
source: Maybe Later
cs: Možná později
de: Vielleicht später
es: Tal vez más tarde
hu: Talán később
pt: Talvez mais tarde
ro: Poate mai târziu
sk: Mozno neskor

# story_share_good_news
source: Share the Good News
de: Teile die gute Nachricht
es: Comparte la buena noticia
ro: Împărtășește vestea bună
sk: Zdieľaj dobrú správu

# story_social_caption %@
source: %@ has been reunited with their family! Thank you to the TagMe Now community for helping bring %@ home. senra.pet
de: %@ ist wieder mit seiner Familie vereint! Danke an die TagMe Now Community, die geholfen hat, %@ nach Hause zu bringen. senra.pet
es: ¡%@ se ha reunido con su familia! Gracias a la comunidad TagMe Now por ayudar a traer a %@ a casa. senra.pet
ro: %@ s-a reunit cu familia! Mulțumim comunității TagMe Now pentru că a ajutat la aducerea lui %@ acasă. senra.pet
sk: %@ sa opäť stretol so svojou rodinou! Ďakujeme komunite TagMe Now za pomoc pri návrate %@ domov. senra.pet

# story_generating_card
source: Creating share card...
de: Teilen-Karte wird erstellt...
es: Creando tarjeta para compartir...
ro: Se creează cardul de partajare...
sk: Vytváranie zdieľacej karty...

# story_your_story
source: Your Story
cs: Váš příběh
de: Ihre Geschichte
es: Tu historia
hu: A történeted
pt: A sua história
ro: Povestea ta
sk: Vas pribeh

# story_placeholder_named %@
source: Share how %@ was found and reunited
cs: Sdílejte, jak byl %@ nalezen a shledán
de: Teilen Sie, wie %@ gefunden wurde und wieder vereint wurde
es: Comparte cómo %@ fue encontrado y reunido
hu: Oszd meg, hogyan találtad meg és egyesültetek újra: %@
pt: Partilhe como %@ foi encontrado e reunido
ro: Împărtășește cum a fost găsit și reunit %@
sk: Zdielajte, ako bol %@ najdeny a znovuzjednoteny

# story_city_optional
source: City/Area (Optional)
cs: Město/oblast (volitelné)
de: Stadt/Region (optional)
es: Ciudad/Área (opcional)
hu: Város/terület (opcionális)
pt: Cidade/Área (opcional)
ro: Oraș/Zonă (opțional)
sk: Mesto/oblast (volitelne)

# story_city_placeholder
source: e.g. Budapest, District VII
cs: např. Praha, Vinohrady
de: z. B. Berlin, Bezirk Mitte
es: p. ej. Madrid, Centro
hu: pl. Budapest, VII. kerület
pt: ex. Lisboa, Bairro Alto
ro: ex. București, Sector 1
sk: napr. Bratislava, Stare Mesto

# story_share_publicly
source: Share Publicly
cs: Sdílet veřejně
de: Öffentlich teilen
es: Compartir públicamente
hu: Megosztás nyilvánosan
pt: Partilhar publicamente
ro: Partajează public
sk: Zdielat verejne

# story_share_publicly_desc
source: Allow others nearby to see your story
cs: Umožněte ostatním v okolí vidět váš příběh
de: Erlauben Sie anderen in der Nähe, Ihre Geschichte zu sehen
es: Permite que otros cercanos vean tu historia
hu: Engedélyezd, hogy a közelben mások is láthassák a történeted
pt: Permita que outros nas proximidades vejam a sua história
ro: Permite altora din apropiere să vadă povestea ta
sk: Umoznite ostatnym v okoli vidiet vas pribeh

# story_posting
source: Posting...
cs: Publikování…
de: Wird gepostet…
es: Publicando...
hu: Közzététel...
pt: A publicar...
ro: Se publică...
sk: Publikujem...

# story_share_story
source: Share Story
cs: Sdílet příběh
de: Geschichte teilen
es: Compartir historia
hu: Történet megosztása
pt: Partilhar história
ro: Partajează povestea
sk: Zdielat pribeh

# story_contact_note
source: Your contact information will not be shared.
cs: Vaše kontaktní údaje nebudou sdíleny.
de: Ihre Kontaktdaten werden nicht geteilt.
es: Tu información de contacto no se compartirá.
hu: Elérhetőségeid nem kerülnek megosztásra.
pt: A sua informação de contacto não será partilhada.
ro: Informațiile tale de contact nu vor fi partajate.
sk: Vase kontaktne udaje nebudu zdielane.

# story_posted_success
source: Your success story has been shared!
cs: Váš příběh úspěchu byl sdílen!
de: Ihre Erfolgsgeschichte wurde geteilt!
es: ¡Tu historia de éxito se ha compartido!
hu: A sikertörténeted megosztásra került!
pt: A sua história de sucesso foi partilhada!
ro: Povestea ta de succes a fost partajată!
sk: Vas uspesny pribeh bol zdielany!

source: Profile
cs: Profil
de: Profil
es: Perfil
hu: Profil
pt: Perfil
ro: Profil
sk: Profil

# profile_title
source: Account
cs: Účet
de: Konto
es: Cuenta
hu: Fiók
pt: Conta
ro: Cont
sk: Ucet

# profile_personal_info
source: Personal Information
cs: Osobní údaje
de: Persönliche Informationen
es: Información personal
hu: Személyes adatok
pt: Informação pessoal
ro: Informații personale
sk: Osobne informacie

# profile_address
source: Address
cs: Adresa
de: Adresse
es: Dirección
hu: Cím
pt: Morada
ro: Adresă
sk: Adresa

# profile_contacts
source: Contacts
cs: Kontakty
de: Kontakte
es: Contactos
hu: Kapcsolatok
pt: Contactos
ro: Contacte
sk: Kontakty

# profile_privacy_mode
source: Privacy Mode
cs: Režim soukromí
de: Privatsphäre-Modus
es: Modo de privacidad
hu: Adatvédelmi mód
pt: Modo de privacidade
ro: Mod confidențialitate
sk: Rezim sukromia

# profile_notifications
source: Notifications
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
hu: Értesítések
pt: Notificações
ro: Notificări
sk: Upozornenia

# profile_billing
source: Billing
cs: Fakturace
de: Abrechnung
es: Facturación
hu: Számlázás
pt: Faturação
ro: Facturare
sk: Fakturácia

# profile_referral
source: Referral Program
cs: Doporučovací program
de: Empfehlungsprogramm
es: Programa de referidos
hu: Ajánlói program
pt: Programa de referência
ro: Program de recomandare
sk: Odporúčací program

# profile_help_support
source: Help & Support
cs: Nápověda a podpora
de: Hilfe & Support
es: Ayuda y soporte
hu: Súgó és támogatás
pt: Ajuda e suporte
ro: Ajutor și suport
sk: Pomoc a podpora

# profile_log_out
source: Log Out
cs: Odhlásit se
de: Ausloggen
es: Cerrar sesión
hu: Kijelentkezés
pt: Terminar sessão
ro: Deconectare
sk: Odhlasit sa

# profile_logout_confirm
source: Are you sure you want to log out?
cs: Opravdu se chcete odhlásit?
de: Möchten Sie sich wirklich ausloggen?
es: ¿Seguro que quieres cerrar sesión?
hu: Biztosan kijelentkezel?
pt: Tem a certeza que quer terminar sessão?
ro: Sigur dorești să te deconectezi?
sk: Naozaj sa chcete odhlasit?

# profile_delete_account
source: Delete Account
cs: Smazat účet
de: Konto löschen
es: Eliminar cuenta
hu: Fiók törlése
pt: Eliminar conta
ro: Șterge contul
sk: Odstranit ucet

# profile_delete_confirm
source: Are you sure you want to delete your account? This action cannot be undone.
cs: Opravdu chcete smazat svůj účet? Tuto akci nelze vrátit.
de: Möchten Sie Ihr Konto wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar tu cuenta? Esta acción no se puede deshacer.
hu: Biztosan törlöd a fiókodat? Ez a művelet nem vonható vissza.
pt: Tem a certeza que quer eliminar a sua conta? Esta ação não pode ser desfeita.
ro: Sigur dorești să îți ștergi contul? Această acțiune nu poate fi anulată.
sk: Naozaj chcete odstranit svoj ucet? Tuto akciu nie je mozne vratit spat.

# profile_cannot_delete
source: Cannot Delete Account
cs: Účet nelze smazat
de: Konto kann nicht gelöscht werden
es: No se puede eliminar la cuenta
hu: Fiók nem törölhető
pt: Não é possível eliminar a conta
ro: Contul nu poate fi șters
sk: Ucet nie je mozne odstranit
