Repository: Project-Xtag/pet-safety-ios
Catalog: PetSafety/PetSafety/Resources/*.lproj/Localizable.strings
Languages: cs, de, es, hu, pt, ro, sk

# mark_found_confirm_message
source: This will close the missing alert for %@. Are you sure?
cs: Tímto se uzavře výstraha o ztrátě %@. Opravdu?
de: Damit wird die Vermisstenwarnung für %@ geschlossen. Sind Sie sicher?
es: Esto cerrará la alerta de pérdida de %@. ¿Seguro?
hu: Ez lezárja %@ eltűnt riasztását. Biztos vagy benne?
pt: Isto irá fechar o alerta de desaparecimento de %@. Tem a certeza?
ro: Aceasta va închide alerta de dispariție pentru %@. Ești sigur?
sk: Tymto sa uzavrie upozornenie o strate pre %@. Ste si isti?

# marked_found_message
source: %@ marked as found.
cs: %@ označen jako nalezený.
de: %@ als gefunden markiert.
es: %@ marcada como encontrada.
hu: %@ megtaláltként jelölve.
pt: %@ marcado como encontrado.
ro: %@ marcat ca găsit.
sk: %@ oznacene ako najdene.

# marked_missing_message
source: %@ marked as missing.
cs: %@ označen jako ztracený.
de: %@ als vermisst markiert.
es: %@ marcada como perdida.
hu: %@ eltűntként jelölve.
pt: %@ marcado como desaparecido.
ro: %@ marcat ca dispărut.
sk: %@ oznacene ako stratene.

# mark_found_failed
source: Failed to mark found
cs: Nepodařilo se označit jako nalezený
de: Als gefunden markieren fehlgeschlagen
es: No se pudo marcar como encontrada
hu: Nem sikerült megtaláltként jelölni
pt: Falha ao marcar como encontrado
ro: Nu s-a putut marca găsit
sk: Oznacenie najdene zlyhalo

# mark_missing_failed
source: Failed to mark missing
cs: Nepodařilo se označit jako ztracený
de: Als vermisst markieren fehlgeschlagen
es: No se pudo marcar como perdida
hu: Nem sikerült eltűntként jelölni
pt: Falha ao marcar como desaparecido
ro: Nu s-a putut marca dispărut
sk: Oznacenie stratene zlyhalo

# pet_deleted
source: %@ has been deleted
cs: %@ byl smazán
de: %@ wurde gelöscht
es: %@ ha sido eliminada
hu: %@ törölve lett
pt: %@ foi eliminado
ro: %@ a fost șters
sk: %@ bolo odstranene

# delete_pet_failed
source: Failed to delete pet
cs: Nepodařilo se smazat mazlíčka
de: Haustier konnte nicht gelöscht werden
es: No se pudo eliminar la mascota
hu: Nem sikerült törölni a kedvencet
pt: Falha ao eliminar o animal
ro: Nu s-a putut șterge animalul
sk: Odstranenie zvierata zlyhalo

source: Name
cs: Jméno
es: Nombre
hu: Név
pt: Nome
ro: Nume
sk: Meno

source: Species
cs: Druh
de: Tierart
es: Especie
hu: Faj
pt: Espécie
ro: Specie
sk: Druh

source: Breed
cs: Plemeno
de: Rasse
es: Raza
hu: Fajta
pt: Raça
ro: Rasă
sk: Plemeno

source: Color
cs: Barva
de: Farbe
hu: Szín
pt: Cor
ro: Culoare
sk: Farba

source: Microchip
cs: Mikročip
de: Mikrochip
hu: Mikrochip
ro: Microcip
sk: Mikrocip

source: Medical Notes
cs: Zdravotní poznámky
de: Medizinische Notizen
es: Notas médicas
hu: Egészségügyi megjegyzések
pt: Notas médicas
ro: Note medicale
sk: Zdravotne poznamky

source: Photo
cs: Fotka
de: Foto
es: Foto
hu: Fotó
pt: Foto
ro: Foto
sk: Fotografia

source: Edit Photo
cs: Upravit fotku
de: Foto bearbeiten
es: Editar foto
hu: Fotó szerkesztése
pt: Editar foto
ro: Editează fotografia
sk: Upravit fotografiu

# photo_selected_hint
source: Photo selected
cs: Fotka vybrána
de: Foto ausgewählt
es: Foto seleccionada
hu: Fotó kiválasztva
pt: Foto selecionada
ro: Fotografie selectată
sk: Fotografia vybrana

# choose_photo_hint
source: Choose a photo of your pet
cs: Vyberte fotku svého mazlíčka
de: Wählen Sie ein Foto Ihres Haustiers
es: Elige una foto de tu mascota
hu: Válassz fotót a kedvencedről
pt: Escolha uma foto do seu animal
ro: Alege o fotografie a animalului tău
sk: Vyberte fotografiu svojho zvierata

source: Basic Information
cs: Základní informace
de: Grundinformationen
es: Información básica
hu: Alapinformációk
pt: Informação básica
ro: Informații de bază
sk: Zakladne informacie

source: Colour
cs: Barva
de: Farbe
es: Color
hu: Szín
pt: Cor
ro: Culoare
sk: Farba

source: Colour (optional)
cs: Barva (volitelné)
de: Farbe (optional)
es: Color (opcional)
hu: Szín (opcionális)
pt: Cor (opcional)
ro: Culoare (opțional)
sk: Farba (volitelne)

# microchip_optional
source: Microchip Number (optional)
cs: Číslo mikročipu (volitelné)
de: Mikrochip-Nummer (optional)
es: Número de microchip (opcional)
hu: Mikrochip szám (opcionális)
pt: Número do microchip (opcional)
ro: Număr microcip (opțional)
sk: Cislo mikrocipu (volitelne)

source: Sex
cs: Pohlaví
de: Geschlecht
es: Sexo
hu: Nem
pt: Sexo
sk: Pohlavie

source: Not specified
cs: Nespecifikováno
de: Nicht angegeben
es: No especificado
hu: Nincs megadva
pt: Não especificado
ro: Nespecificat
sk: Neuvedene

source: Neutered/Spayed
cs: Kastrovaný/sterilizovaný
de: Kastriert/Sterilisiert
es: Esterilizado/a
hu: Ivartalanított
pt: Castrado/Esterilizado
ro: Castrat/Sterilizat
sk: Kastrovane/sterilizovane

source: Neutered
cs: Kastrovaný
de: Kastriert
es: Esterilizado
hu: Ivartalanított
pt: Castrado
ro: Castrat
sk: Kastrovane

source: Health Information
cs: Zdravotní informace
de: Gesundheitsinformationen
es: Información de salud
hu: Egészségügyi információ
pt: Informação de saúde
ro: Informații de sănătate
sk: Zdravotne informacie

# medical_notes_hint
source: Medical notes (conditions, surgeries, etc.)
cs: Zdravotní poznámky (stavy, operace apod.)
de: Medizinische Notizen (Erkrankungen, OPs usw.)
es: Notas médicas (condiciones, cirugías, etc.)
hu: Egészségügyi megjegyzések (állapotok, műtétek, stb.)
pt: Notas médicas (condições, cirurgias, etc.)
ro: Note medicale (afecțiuni, intervenții etc.)
sk: Zdravotne poznamky (stavy, operacie, atd.)

# health_info_hint
source: Health info: conditions, allergies, medications...
cs: Alergie, léky, zdravotní stavy…
de: Allergien, Medikamente, gesundheitliche Zustände…
es: Alergias, medicamentos, condiciones médicas…
hu: Allergiák, gyógyszerek, egészségügyi állapotok...
pt: Alergias, medicação, condições médicas...
ro: Alergii, medicamente, condiții medicale...
sk: Alergie, lieky, zdravotne stavy…

# behavior_notes_hint
source: Behavior notes (temperament, training, etc.)
cs: Poznámky k chování (povaha, výcvik apod.)
de: Verhaltensnotizen (Temperament, Training usw.)
es: Notas de comportamiento (temperamento, entrenamiento, etc.)
hu: Viselkedési megjegyzések (temperamentum, képzés, stb.)
pt: Notas de comportamento (temperamento, treino, etc.)
ro: Note comportamentale (temperament, dresaj, etc.)
sk: Poznamky k spravaniu (temperament, vycvik, atd.)

source: Save Changes
cs: Uložit změny
de: Änderungen speichern
es: Guardar cambios
hu: Változások mentése
pt: Guardar alterações
ro: Salvează modificările
sk: Ulozit zmeny

# delete_pet_button
source: Delete Pet
cs: Smazat mazlíčka
de: Haustier löschen
es: Eliminar mascota
hu: Kedvenc törlése
pt: Eliminar animal
ro: Șterge animalul
sk: Odstranit zviera

# delete_pet_dialog_title
source: Delete %@?
cs: Smazat %@?
de: %@ löschen?
es: ¿Eliminar %@?
hu: Törlöd %@-t?
pt: Eliminar %@?
ro: Ștergi %@?
sk: Odstranit %@?

# delete_pet_dialog_message
source: Are you sure you want to delete this pet? This action cannot be undone.
cs: Opravdu chcete smazat tohoto mazlíčka? Tuto akci nelze vrátit.
de: Möchten Sie dieses Haustier wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar esta mascota? Esta acción no se puede deshacer.
hu: Biztosan törlöd ezt a kedvencet? Ez a művelet nem vonható vissza.
pt: Tem a certeza que pretende eliminar este animal? Esta ação não pode ser desfeita.
ro: Sigur dorești să ștergi acest animal? Această acțiune nu poate fi anulată.
sk: Naozaj chcete odstranit toto zviera? Tuto akciu nie je mozne vratit spat.

source: Male
cs: Samec
de: Männlich
es: Macho
hu: Hím
pt: Macho
ro: Mascul
sk: Samec

source: Female
cs: Samice
de: Weiblich
es: Hembra
hu: Nőstény
pt: Fêmea
ro: Femelă
sk: Samica

# default_species_dog
source: Dog
cs: Pes
de: Hund
es: Perro
hu: Kutya
pt: Cão
ro: Câine
sk: Pes

# species_cat
source: Cat
cs: Kočka
de: Katze
es: Gato
hu: Macska
pt: Gato
ro: Pisică
sk: Macka

source: Search breed...
cs: Hledat plemeno…
de: Rasse suchen…
es: Buscar raza…
hu: Fajta keresése...
pt: Pesquisar raça...
ro: Caută rasă...
sk: Hladat plemeno...

source: Select Photo
cs: Vybrat fotku
de: Foto auswählen
es: Seleccionar foto
hu: Fotó kiválasztása
pt: Selecionar foto
ro: Selectează foto
sk: Vybrat fotografiu

source: Select Pet
cs: Vybrat mazlíčka
de: Haustier auswählen
es: Seleccionar mascota
hu: Kedvenc kiválasztása
pt: Selecionar animal
ro: Selectează animal
sk: Vybrat zviera

# select_pet_for_replacement
source: Select Pet for Replacement Tag
cs: Vybrat mazlíčka pro náhradní známku
de: Haustier für Ersatz-Tag auswählen
es: Seleccionar mascota para etiqueta de reemplazo
hu: Kedvenc kiválasztása biléta cseréhez
pt: Selecionar animal para etiqueta de substituição
ro: Selectează animal pentru etichetă de înlocuire
sk: Vybrat zviera pre nahradny stitok

source: Physical Details
cs: Fyzické údaje
de: Körperliche Details
es: Detalles físicos
hu: Fizikai adatok
pt: Detalhes físicos
ro: Detalii fizice
sk: Fyzicke udaje

source: Weight
cs: Hmotnost
de: Gewicht
es: Peso
hu: Súly
pt: Peso
ro: Greutate
sk: Hmotnost

# weight_optional
source: Weight in kg (optional)
cs: Hmotnost v kg (volitelné)
de: Gewicht in kg (optional)
es: Peso en kg (opcional)
hu: Súly kg-ban (opcionális)
pt: Peso em kg (opcional)
ro: Greutate în kg (opțional)
sk: Hmotnost v kg (volitelne)

source: Date of Birth
cs: Datum narození
de: Geburtsdatum
es: Fecha de nacimiento
hu: Születési dátum
pt: Data de nascimento
ro: Data nașterii
sk: Datum narodenia

# allergies_hint
source: Allergies (food, medication, etc.)
cs: Alergie (jídlo, léky apod.)
de: Allergien (Futter, Medikamente usw.)
es: Alergias (comida, medicación, etc.)
hu: Allergiák (étel, gyógyszer, stb.)
pt: Alergias (comida, medicação, etc.)
ro: Alergii (hrană, medicamente, etc.)
sk: Alergie (jedlo, lieky, atd.)

# medications_hint
source: Current medications
cs: Aktuální léky
de: Aktuelle Medikamente
es: Medicamentos actuales
hu: Jelenlegi gyógyszerek
pt: Medicamentos atuais
ro: Medicamente curente
sk: Aktualne lieky

# unique_features_hint
source: Unique features (markings, scars, etc.)
cs: Jedinečné znaky (známky, jizvy, výrazné rysy…)
de: Besondere Merkmale (Zeichnungen, Narben usw.)
es: Rasgos únicos (marcas, cicatrices, etc.)
hu: Egyedi jegyek (mintázatok, hegek, stb.)
pt: Características únicas (marcas, cicatrizes, etc.)
ro: Caracteristici unice (semne, cicatrici, trăsături distinctive…)
sk: Jedinecne znaky (skvrny, jazvy, atd.)

source: Photo Selected
cs: Fotka vybrána
de: Foto ausgewählt
es: Foto seleccionada
hu: Fotó kiválasztva
pt: Foto selecionada
ro: Fotografie selectată
sk: Fotografia vybrana

source: Pet created
cs: Mazlíček vytvořen
de: Haustier erstellt
es: Mascota creada
hu: Kedvenc létrehozva
pt: Animal criado
ro: Animal creat
sk: Zviera vytvorene

# pet_create_failed
source: Failed to create pet
cs: Mazlíčka se nepodařilo vytvořit
de: Haustier konnte nicht erstellt werden
es: No se pudo crear la mascota
hu: Nem sikerült létrehozni a kedvencet
pt: Falha ao criar o animal
ro: Nu s-a putut crea animalul
sk: Vytvorenie zvierata zlyhalo

source: Pet updated
cs: Mazlíček aktualizován
de: Haustier aktualisiert
es: Mascota actualizada
hu: Kedvenc frissítve
pt: Animal atualizado
ro: Animal actualizat
sk: Zviera aktualizovane

# pet_update_failed
source: Failed to update pet
cs: Mazlíčka se nepodařilo aktualizovat
de: Haustier konnte nicht aktualisiert werden
es: No se pudo actualizar la mascota
hu: Nem sikerült frissíteni a kedvencet
pt: Falha ao atualizar o animal
ro: Nu s-a putut actualiza animalul
sk: Aktualizacia zvierata zlyhala

# pet_updated_photo_failed
source: Pet updated! Photo upload failed - please try again later.
cs: Mazlíček aktualizován! Nahrání fotky se nezdařilo – zkuste to později.
de: Haustier aktualisiert! Foto-Upload fehlgeschlagen – bitte später erneut versuchen.
es: ¡Mascota actualizada! La carga de la foto falló; inténtalo más tarde.
hu: Kedvenc frissítve! A fotó feltöltése nem sikerült - kérjük, próbáld meg később.
pt: Animal atualizado! O upload da foto falhou - tente mais tarde.
ro: Animal actualizat! Încărcarea fotografiei a eșuat - încearcă din nou mai târziu.
sk: Zviera aktualizovane! Nahratie fotografie zlyhalo - skuste neskor.

# pet_photos_title
source: %@'s Photos
cs: Fotky %@
de: Fotos von %@
es: Fotos de %@
hu: %@ fotói
pt: Fotos de %@
ro: Fotografiile lui %@
sk: Fotografie %@

source: Add Photos
cs: Přidat fotky
de: Fotos hinzufügen
es: Añadir fotos
hu: Fotók hozzáadása
pt: Adicionar fotos
ro: Adaugă fotografii
sk: Pridat fotografie

source: Uploading photos…
cs: Nahrávání fotek…
de: Fotos werden hochgeladen…
es: Subiendo fotos…
hu: Fotók feltöltése…
pt: A enviar fotos…
ro: Se încarcă fotografii…
sk: Nahravaju sa fotografie…

source: Loading photos…
cs: Načítání fotek…
de: Fotos werden geladen…
es: Cargando fotos…
hu: Fotók betöltése…
pt: A carregar fotos…
ro: Se încarcă fotografii…
sk: Nacitavaju sa fotografie…

source: No photos yet
cs: Zatím žádné fotky
de: Noch keine Fotos
es: Aún no hay fotos
hu: Még nincs fotó
pt: Ainda sem fotos
ro: Încă nu există fotografii
sk: Zatial ziadne fotografie

# add_photos_gallery_hint
source: Add photos to create a gallery for %@
cs: Přidejte fotky a vytvořte galerii pro %@
de: Fügen Sie Fotos hinzu, um eine Galerie für %@ zu erstellen
es: Añade fotos para crear una galería de %@
hu: Adj hozzá fotókat, hogy galéria készüljön %@ számára
pt: Adicione fotos para criar uma galeria de %@
ro: Adaugă fotografii pentru a crea o galerie pentru %@
sk: Pridajte fotografie a vytvorte galeriu pre %@

# add_photos_gallery_generic
source: Add photos to create a gallery
cs: Přidejte fotky a vytvořte galerii
de: Fügen Sie Fotos hinzu, um eine Galerie zu erstellen
es: Añade fotos para crear una galería
hu: Adj hozzá fotókat, hogy galéria készüljön
pt: Adicione fotos para criar uma galeria
ro: Adaugă fotografii pentru a crea o galerie
sk: Pridajte fotografie a vytvorte galeriu

source: Choose Photo Source
cs: Vybrat zdroj fotografií
de: Fotoquelle auswählen
es: Elegir origen de foto
hu: Fotóforrás kiválasztása
pt: Escolher origem da foto
ro: Alege sursa fotografiei
sk: Vyberte zdroj fotografie

source: Camera
cs: Fotoaparát
de: Kamera
es: Cámara
hu: Kamera
pt: Câmara
ro: Cameră
sk: Kamera

source: Library
cs: Knihovna
de: Mediathek
es: Biblioteca
hu: Galéria
pt: Biblioteca
ro: Bibliotecă
sk: Kniznica

source: Delete Photo
cs: Smazat fotku
de: Foto löschen
es: Eliminar foto
hu: Fotó törlése
pt: Eliminar foto
ro: Șterge fotografia
sk: Odstranit fotografiu

# delete_photo_confirm
source: Are you sure you want to delete this photo? This action cannot be undone.
cs: Opravdu chcete smazat tuto fotku? Tuto akci nelze vrátit.
de: Möchten Sie dieses Foto wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar esta foto? Esta acción no se puede deshacer.
hu: Biztosan törlöd ezt a fotót? Ez a művelet nem vonható vissza.
pt: Tem a certeza que pretende eliminar esta foto? Esta ação não pode ser desfeita.
ro: Ești sigur că vrei să ștergi această fotografie? Această acțiune nu poate fi anulată.
sk: Naozaj chcete odstranit tuto fotografiu? Tuto akciu nie je mozne vratit spat.

# photo_tip
source: Tip: Long press a photo to set as primary or delete
cs: Tip: Dlouze stiskněte fotku pro nastavení jako hlavní nebo smazání
de: Tipp: Foto lange drücken, um es als primär festzulegen oder zu löschen
es: Consejo: mantén pulsada una foto para ponerla como principal o eliminarla
hu: Tipp: Hosszú nyomással állítsd be elsődlegesnek vagy töröld
pt: Dica: pressione uma foto para definir como principal ou eliminar
ro: Sfat: Apasă lung pe o fotografie pentru a o seta ca principală sau pentru a o șterge
sk: Tip: Dlhym stlacenim nastavite ako primarnu alebo odstranite

source: Photo uploaded
cs: Fotka nahrána
de: Foto hochgeladen
es: Foto subida
hu: Fotó feltöltve
pt: Foto enviada
ro: Fotografie încărcată
sk: Fotografia nahrana

source: Upload failed
cs: Nahrání selhalo
de: Upload fehlgeschlagen
es: La subida falló
hu: Feltöltés sikertelen
pt: Falha no envio
ro: Încărcarea a eșuat
sk: Nahravanie zlyhalo

# primary_updated
source: Primary photo updated
cs: Hlavní fotka aktualizována
de: Primärfoto aktualisiert
es: Foto principal actualizada
hu: Elsődleges fotó frissítve
pt: Foto principal atualizada
ro: Fotografia principală a fost actualizată
sk: Primarna fotografia aktualizovana

# primary_failed
source: Failed to set primary
cs: Nepodařilo se nastavit hlavní
de: Primärfoto konnte nicht gesetzt werden
es: No se pudo establecer como principal
hu: Nem sikerült elsődlegesnek beállítani
pt: Falha ao definir principal
ro: Nu s-a putut seta ca principală
sk: Nastavenie primarnej zlyhalo

source: Photo deleted
cs: Fotka smazána
de: Foto gelöscht
es: Foto eliminada
hu: Fotó törölve
pt: Foto eliminada
ro: Fotografie ștearsă
sk: Fotografia odstranena

# delete_photo_failed
source: Failed to delete photo
cs: Smazání fotky se nezdařilo
de: Foto konnte nicht gelöscht werden
es: No se pudo eliminar la foto
hu: Nem sikerült törölni a fotót
pt: Falha ao eliminar a foto
ro: Nu s-a putut șterge fotografia
sk: Odstranenie fotografie zlyhalo

# upload_photo_failed
source: Failed to upload photo
cs: Nahrání fotky se nezdařilo
de: Foto konnte nicht hochgeladen werden
es: No se pudo subir la foto
hu: Nem sikerült feltölteni a fotót
pt: Falha ao enviar a foto
ro: Nu s-a putut încărca fotografia
sk: Nahratie fotografie zlyhalo

source: Add Photo
cs: Přidat fotku
de: Foto hinzufügen
es: Añadir foto
hu: Fotó hozzáadása
pt: Adicionar foto
ro: Adaugă fotografie
sk: Pridat fotografiu

# use_camera
source: Open device camera
cs: Otevřít fotoaparát zařízení
de: Gerätekamera öffnen
es: Abrir cámara del dispositivo
hu: Eszköz kamera megnyitása
pt: Abrir câmara do dispositivo
ro: Deschide camera dispozitivului
sk: Otvorit kameru zariadenia

source: Choose from Gallery
cs: Vybrat z galerie
de: Aus der Galerie wählen
es: Elegir de la galería
hu: Választás a galériából
pt: Escolher da galeria
ro: Alege din galerie
sk: Vybrat z galerie

# select_existing_photo
source: Select an existing photo
cs: Vybrat existující fotku
de: Vorhandenes Foto auswählen
es: Seleccionar una foto existente
hu: Meglévő fotó kiválasztása
pt: Selecionar foto existente
ro: Selectează o fotografie existentă
sk: Vybrat existujucu fotografiu

source: Choose Photos
cs: Vybrat fotky
de: Fotos auswählen
es: Elegir fotos
hu: Fotók kiválasztása
pt: Escolher fotos
ro: Alege fotografii
sk: Vybrat fotografie

source: Take Photo
cs: Vyfotit
de: Foto aufnehmen
es: Tomar foto
hu: Fotó készítése
pt: Tirar foto
ro: Fă o fotografie
sk: Urobit fotografiu

# photo_gallery_title
source: Photo Gallery
cs: Fotogalerie
de: Fotogalerie
es: Galería de fotos
hu: Fotógaléria
pt: Galeria de fotos
ro: Galerie foto
sk: Galeria fotografii

source: Scan QR
cs: Skenovat QR
de: QR scannen
es: Escanear QR
hu: QR beolvasás
pt: Ler QR
ro: Scanează QR
sk: Skenovat QR

source: Scan QR Code
cs: Skenovat QR kód
de: QR-Code scannen
es: Escanear código QR
hu: QR-kód beolvasása
pt: Ler código QR
ro: Scanează cod QR
sk: Skenovat QR kod

# scan_qr_subtitle
source: Point your camera at a pet's QR tag
cs: Naměřte kameru na QR známku mazlíčka
de: Richten Sie Ihre Kamera auf den QR-Tag des Haustiers
es: Apunta la cámara a la etiqueta QR de la mascota
hu: Irányítsd a kamerát a kedvenc QR bilétájára
pt: Aponte a câmara para a etiqueta QR do animal
ro: Îndreaptă camera către eticheta QR a animalului
sk: Namierte kameru na QR stitok zvierata

source: Camera Access Required
cs: Vyžadován přístup ke kameře
de: Kamerazugriff erforderlich
es: Se requiere acceso a la cámara
hu: Kamera-hozzáférés szükséges
pt: Acesso à câmara necessário
ro: Acces la cameră necesar
sk: Vyzaduje sa pristup ku kamere

# camera_access_message
source: Please enable camera access in Settings to scan QR codes
cs: Povolte přístup ke kameře v Nastavení pro skenování QR kódů
de: Bitte Kamerazugriff in den Einstellungen aktivieren, um QR-Codes zu scannen
es: Habilita el acceso a la cámara en Ajustes para escanear códigos QR
hu: Kérjük, engedélyezd a kamera hozzáférést a beállításokban a QR-kódok beolvasásához
pt: Ative o acesso à câmara nas Definições para ler códigos QR
ro: Activează accesul la cameră în Setări pentru a scana coduri QR
sk: Povolte pristup ku kamere v Nastaveniach na skenovanie QR kodov

source: Enable Camera
cs: Povolit kameru
de: Kamera aktivieren
es: Habilitar cámara
hu: Kamera engedélyezése
pt: Ativar câmara
ro: Activează camera
sk: Povolit kameru

source: QR scanned
cs: QR naskenováno
de: QR gescannt
es: QR escaneado
hu: QR beolvasva
pt: QR lido
ro: QR scanat
sk: QR naskenovane

# manual_code_entry
source: Enter code manually
cs: Zadat kód ručně
de: Code manuell eingeben
es: Introducir código manualmente
hu: Kód kézi megadása
pt: Introduzir código manualmente
ro: Introdu codul manual
sk: Zadat kod rucne

# manual_code_label
source: QR code
cs: QR kód
es: Código QR
hu: QR-kód
pt: Código QR
ro: Cod QR
sk: QR kod

source: Submit code
cs: Odeslat kód
de: Code absenden
es: Enviar código
hu: Kód beküldése
pt: Enviar código
ro: Trimite cod
sk: Odoslat kod

# invalid_qr_code
source: Enter a valid code
cs: Zadejte platný kód
de: Bitte geben Sie einen gültigen Code ein
es: Introduce un código válido
hu: Adj meg érvényes kódot
pt: Introduza um código válido
ro: Introdu un cod valid
sk: Zadajte platny kod

source: Turn off flashlight
cs: Vypnout baterku
de: Taschenlampe ausschalten
es: Apagar linterna
hu: Vaku kikapcsolása
pt: Desligar lanterna
ro: Oprește lanterna
sk: Vypnut baterku

source: Turn on flashlight
cs: Zapnout baterku
de: Taschenlampe einschalten
es: Encender linterna
hu: Vaku bekapcsolása
pt: Ligar lanterna
ro: Pornește lanterna
sk: Zapnut baterku

# hello_pet_name
source: Hello! I'm %@
cs: Ahoj! Jmenuji se %@
de: Hallo! Ich bin %@
es: ¡Hola! Soy %@
hu: Szia! %@ vagyok
pt: Olá! Eu sou %@
ro: Salut! Sunt %@
sk: Ahoj! Som %@

# scanned_tag_thanks
source: You've just scanned my tag. Thank you for helping me!
cs: Právě jste naskenovali mou známku. Děkuji, že mi pomáháte!
de: Du hast gerade meinen Tag gescannt. Danke, dass du mir hilfst!
es: Acabas de escanear mi etiqueta. ¡Gracias por ayudarme!
hu: Épp most olvastad be a bilétámat. Köszönöm, hogy segítesz!
pt: Acabou de ler a minha etiqueta. Obrigado por me ajudar!
ro: Tocmai ai scanat eticheta mea. Mulțumesc că mă ajuți!
sk: Prave ste naskenovali moj stitok. Dakujem, ze mi pomahate!

# share_location_with_owner
source: Share My Location with Owner
cs: Sdílet moji polohu s majitelem
de: Meinen Standort mit dem Besitzer teilen
es: Compartir mi ubicación con el dueño
hu: Helyzetem megosztása a gazdával
pt: Partilhar a minha localização com o dono
ro: Partajează locația mea cu proprietarul
sk: Zdielat moju polohu s majitelom

# owner_notified_message
source: %@'s owner will receive a notification with your location
cs: Majitel %@ obdrží upozornění s vaší polohou
de: Der Besitzer von %@ erhält eine Benachrichtigung mit deinem Standort
es: El dueño de %@ recibirá una notificación con tu ubicación
hu: %@ gazdája értesítést kap a tartózkodási helyedről
pt: O dono de %@ receberá uma notificação com a sua localização
ro: Proprietarul lui %@ va primi o notificare cu locația ta
sk: Majitel %@ dostane oznamenie s vasou polohou

# share_location_help
source: Help %@'s owner find them by sharing your location
cs: Pomozte majiteli %@ najít mazlíčka sdílením vaší polohy
de: Hilf dem Besitzer von %@, ihn zu finden, indem du deinen Standort teilst
es: Ayuda al dueño de %@ a encontrarle compartiendo tu ubicación
hu: Segíts %@ gazdájának megtalálni őt a helyzeted megosztásával
pt: Ajude o dono de %@ a encontrá-lo partilhando a sua localização
ro: Ajută proprietarul lui %@ să-l găsească partajând locația ta
sk: Pomozte majitelovi %@ najst ho zdielanim vasej polohy
