Repository: Project-Xtag/pet-safety-ios
Catalog: PetSafety/PetSafety/Resources/*.lproj/Localizable.strings
Languages: cs, de, es, hu, pt, ro, sk

# photo_upload_single_failed
source: Failed to upload photo
cs: Nahrání fotky se nezdařilo
de: Foto konnte nicht hochgeladen werden
es: No se pudo subir la foto
hu: Nem sikerült feltölteni a fotót
pt: Falha ao enviar a foto
ro: Nu s-a putut încărca fotografia
sk: Nahratie fotografie zlyhalo

# photo_delete_failed
source: Failed to delete photo
cs: Smazání fotky se nezdařilo
de: Foto konnte nicht gelöscht werden
es: No se pudo eliminar la foto
hu: Nem sikerült törölni a fotót
pt: Falha ao eliminar a foto
ro: Nu s-a putut șterge fotografia
sk: Odstranenie fotografie zlyhalo

source: Login Required
cs: Vyžadováno přihlášení
de: Anmeldung erforderlich
es: Inicio de sesión requerido
hu: Bejelentkezés szükséges
pt: Login necessário
ro: Autentificare necesară
sk: Vyžaduje sa prihlásenie

# login_required_activate_tag
source: Please log in to activate this tag for your pet
cs: Pro aktivaci štítku se prosím přihlaste
de: Bitte melden Sie sich an, um diesen Tag für Ihr Haustier zu aktivieren
es: Inicia sesión para activar esta etiqueta para tu mascota
hu: Kérjük, jelentkezz be a biléta aktiválásához
pt: Faça login para ativar esta etiqueta para o seu animal
ro: Vă rugăm să vă autentificați pentru a activa această etichetă pentru animalul dvs.
sk: Pre aktiváciu štítku sa prihláste

# login_activate_instructions
source: After logging in, scan the tag again or go to My Pets to activate it
cs: Po přihlášení naskenujte štítek znovu nebo přejděte do Moji mazlíčci a aktivujte jej
de: Scannen Sie den Tag nach der Anmeldung erneut oder gehen Sie zu Meine Haustiere, um ihn zu aktivieren
es: Después de iniciar sesión, escanea la etiqueta de nuevo o ve a Mis Mascotas para activarla
hu: Bejelentkezés után olvasd be újra a bilétát, vagy menj a Kedvenceim menübe az aktiváláshoz
pt: Após o login, digitalize a etiqueta novamente ou vá a Os Meus Animais para a ativar
ro: După autentificare, scanați din nou eticheta sau mergeți la Animalele mele pentru a o activa
sk: Po prihlásení naskenujte štítok znova alebo prejdite do Moje zvieratá a aktivujte ho

# free_price
source: FREE
cs: ZDARMA
de: KOSTENLOS
es: GRATIS
hu: INGYENES
pt: GRÁTIS
ro: GRATUIT
sk: ZADARMO

# referral_expires %@
source: Expires: %@
cs: Platnost do: %@
de: Gültig bis: %@
es: Expira: %@
hu: Lejárat: %@
pt: Expira: %@
ro: Expiră: %@
sk: Platnosť do: %@

# reunion_template
source: %@ has been reunited. After %@ missing, %@ was successfully reunited with their family. Thank you to our amazing community for bringing %@ home!
es: %@ ha sido reunido. Después de %@ desaparecido, %@ se reunió exitosamente con su familia. ¡Gracias a nuestra increíble comunidad por traer a %@ a casa!
hu: %@ hazatalált. %@ eltűnés után %@ sikeresen újraegyesült családjával. Köszönet csodálatos közösségünknek, amiért hazahozták %@-t!
sk: %@ sa vrátil domov. Po %@ zmiznutí bol %@ úspešne spojený so svojou rodinou. Ďakujeme našej úžasnej komunite za to, že priviedli %@ domov!

# reunion_template_no_time
source: %@ has been reunited with their family! Thank you to our amazing community for bringing %@ home!
es: ¡%@ se ha reunido con su familia! ¡Gracias a nuestra increíble comunidad por traer a %@ a casa!
hu: %@ újraegyesült családjával! Köszönet csodálatos közösségünknek, amiért hazahozták %@-t!
sk: %@ sa spojil so svojou rodinou! Ďakujeme našej úžasnej komunite za to, že priviedli %@ domov!

source: Owner's story:
es: Historia del dueño:
hu: A gazdi története:
sk: Príbeh majiteľa:

source: some time
es: algún tiempo
hu: egy idő
sk: nejaký čas

source: List
es: Lista
hu: Lista
sk: Zoznam

source: Map
es: Mapa
hu: Térkép
sk: Mapa

source: Post to Success Stories
es: Publicar en Historias de Éxito
hu: Közzététel a sikertörténeteknél
sk: Zverejniť v Úspešných príbehoch

source: Remove from Success Stories
es: Eliminar de Historias de Éxito
hu: Eltávolítás a sikertörténetekből
sk: Odstrániť z Úspešných príbehov

source: Removed from Success Stories
es: Eliminado de Historias de Éxito
hu: Eltávolítva a sikertörténetekből
sk: Odstránené z Úspešných príbehov

# remove_story_confirm_title
source: Remove Success Story?
es: ¿Eliminar Historia de Éxito?
hu: Sikertörténet eltávolítása?
sk: Odstrániť úspešný príbeh?

# remove_story_confirm_message
source: This will remove your pet's story from the public success stories feed.
es: Esto eliminará la historia de tu mascota del feed público de historias de éxito.
hu: Ezzel eltávolítja kisállata történetét a nyilvános sikertörténetek listájából.
sk: Týmto odstránite príbeh vášho zvieratka z verejných úspešných príbehov.

# sse_subscription_title
source: Subscription Updated
de: Abonnement aktualisiert
es: Suscripción actualizada
ro: Abonament actualizat
sk: Predplatné aktualizované

# sse_subscription_message
source: Your %@ plan is now %@.
de: Ihr %@-Plan ist jetzt %@.
es: Tu plan %@ ahora es %@.
ro: Planul tău %@ este acum %@.
sk: Váš %@ plán je teraz %@.

# sse_referral_title
source: Referral Used!
de: Empfehlung genutzt!
es: ¡Referido usado!
ro: Recomandare folosită!
sk: Odporúčanie použité!

# sse_referral_message
source: %@ used your referral code!
de: %@ hat Ihren Empfehlungscode verwendet!
es: ¡%@ usó tu código de referido!
ro: %@ a folosit codul tău de recomandare!
sk: %@ použil váš odporúčací kód!

# create_alert_reward
source: Reward (optional)
de: Belohnung (optional)
es: Recompensa (opcional)
ro: Recompensă (opțional)
sk: Odmena (voliteľné)

# create_alert_reward_placeholder
source: e.g. 50
de: z.B. 50
es: ej. 50
ro: ex. 50
sk: napr. 50

# reward_badge
source: €%@ Reward
de: €%@ Belohnung
es: €%@ recompensa
ro: €%@ recompensă
sk: €%@ odmena

source: Email
es: Correo

# email_contact
source: Email: %@
es: Correo: %@

# scanner_email %@
source: Email: %@
es: Correo: %@

# personal_email
source: Email
es: Correo

# order_more_email
source: Email
es: Correo

source: Online
es: En línea

# offline_online
source: Online
es: En línea

# help_faq_title
source: FAQ
hu: GYIK
