Repository: Project-Xtag/pet-safety-ios
Catalog: PetSafety/PetSafety/Resources/*.lproj/Localizable.strings
Languages: cs, de, es, hu, pt, ro, sk

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
hu: Mégse
pt: Cancelar
ro: Anulează
sk: Zrusit

source: Save
cs: Uložit
de: Speichern
es: Guardar
hu: Mentés
pt: Guardar
ro: Salvează
sk: Ulozit

source: Delete
cs: Smazat
de: Löschen
es: Eliminar
hu: Törlés
pt: Eliminar
ro: Șterge
sk: Odstranit

source: Close
cs: Zavřít
de: Schließen
es: Cerrar
hu: Bezárás
pt: Fechar
ro: Închide
sk: Zavriet

source: Back
cs: Zpět
de: Zurück
es: Atrás
hu: Vissza
pt: Voltar
ro: Înapoi
sk: Spat

source: Submit
cs: Odeslat
de: Absenden
es: Enviar
hu: Beküldés
pt: Enviar
ro: Trimite
sk: Odoslat

source: Skip
cs: Přeskočit
de: Überspringen
es: Saltar
hu: Kihagyás
pt: Ignorar
ro: Sari peste
sk: Preskocit

source: Loading...
cs: Načítání...
de: Wird geladen…
es: Cargando...
hu: Betöltés...
pt: A carregar...
ro: Se încarcă...
sk: Nacitava sa...

source: Error
cs: Chyba
de: Fehler
hu: Hiba
pt: Erro
ro: Eroare
sk: Chyba

source: Success
cs: Úspěch
de: Erfolg
es: Éxito
hu: Siker
pt: Sucesso
ro: Succes
sk: Uspech

source: Confirm
cs: Potvrdit
de: Bestätigen
es: Confirmar
hu: Megerősítés
pt: Confirmar
ro: Confirmă
sk: Potvrdit

source: Retry
cs: Zkusit znovu
de: Erneut versuchen
es: Reintentar
hu: Újrapróbálás
pt: Tentar novamente
ro: Reîncearcă
sk: Skusit znova

source: Done
cs: Hotovo
de: Fertig
es: Hecho
hu: Kész
pt: Concluído
ro: Gata
sk: Hotovo

source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
hu: Szerkesztés
pt: Editar
ro: Editează
sk: Upravit

source: Add
cs: Přidat
de: Hinzufügen
es: Añadir
hu: Hozzáadás
pt: Adicionar
ro: Adaugă
sk: Pridat

source: Remove
cs: Odstranit
de: Entfernen
es: Quitar
hu: Eltávolítás
pt: Remover
ro: Elimină
sk: Odstranit

source: Search
cs: Hledat
de: Suchen
es: Buscar
hu: Keresés
pt: Pesquisar
ro: Caută
sk: Hladat

source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
hu: Beállítások
pt: Definições
ro: Setări
sk: Nastavenia

source: Updated
cs: Aktualizováno
de: Aktualisiert
es: Actualizado
hu: Frissítve
pt: Atualizado
ro: Actualizat
sk: Aktualizovane

source: Update failed
cs: Aktualizace se nezdařila
de: Aktualisierung fehlgeschlagen
es: La actualización falló
hu: A frissítés sikertelen
pt: Falha na atualização
ro: Actualizarea a eșuat
sk: Aktualizacia zlyhala

source: Enable
cs: Povolit
de: Aktivieren
es: Habilitar
hu: Engedélyezés
pt: Ativar
ro: Activează
sk: Povolit

source: Change
cs: Změnit
de: Ändern
es: Cambiar
hu: Módosítás
pt: Alterar
ro: Schimbă
sk: Zmenit

source: Primary
cs: Hlavní
de: Primär
es: Principal
hu: Elsődleges
pt: Principal
ro: Principal
sk: Primarny

# tab_my_pets
source: My Pets
cs: Moji mazlíčci
de: Meine Haustiere
es: Mis mascotas
hu: Kedvenceim
pt: Os meus animais
ro: Animalele mele
sk: Moji milacikovia

# tab_scan_qr
source: Scan QR
cs: Skenovat QR
de: QR scannen
es: Escanear QR
hu: QR beolvasás
pt: Ler QR
ro: Scanează QR
sk: Skenovat QR

# tab_alerts
source: Alerts
cs: Upozornění
de: Warnungen
es: Alertas
hu: Riasztások
pt: Alertas
ro: Alerte
sk: Upozornenia

# tab_profile
source: Profile
cs: Profil
de: Profil
es: Perfil
hu: Profil
pt: Perfil
ro: Profil
sk: Profil

# auth_tagline
source: Keep your pets safe with QR tags
cs: Chraňte své mazlíčky pomocí QR známek
de: Schützen Sie Ihre Haustiere mit QR-Tags
es: Mantén a tus mascotas seguras con etiquetas QR
hu: Tartsd biztonságban kedvenceidet QR bilétákkal
pt: Mantenha os seus animais seguros com etiquetas QR
ro: Ține-ți animalele în siguranță cu etichete QR
sk: Chrante svojich milacikov pomocou QR stitkov

source: Welcome Back!
cs: Vítejte zpět!
de: Willkommen zurück!
es: ¡Bienvenido de nuevo!
hu: Üdv újra!
pt: Bem-vindo de volta!
ro: Bine ai revenit!
sk: Vitajte spat!

# enter_email_subtitle
source: Enter your email to receive a login code.
cs: Zadejte e-mail pro obdržení přihlašovacího kódu.
de: Geben Sie Ihre E-Mail ein, um einen Login-Code zu erhalten.
es: Introduce tu correo para recibir un código de acceso.
hu: Add meg az email címed, hogy bejelentkezési kódot kapj.
pt: Introduza o seu e-mail para receber um código de acesso.
ro: Introdu e-mailul pentru a primi un cod de autentificare.
sk: Zadajte e-mail, aby ste dostali prihlasovaci kod.

source: Email Address
cs: E-mailová adresa
de: E-Mail-Adresse
es: Correo electrónico
hu: Email cím
pt: Endereço de e-mail
ro: Adresă de e-mail
sk: E-mailova adresa

source: Send Login Code
cs: Odeslat přihlašovací kód
de: Login-Code senden
es: Enviar código de acceso
hu: Bejelentkezési kód küldése
pt: Enviar código de acesso
ro: Trimite codul de autentificare
sk: Odoslat prihlasovaci kod

# enter_otp_code
source: Enter 6-digit code
cs: Zadejte 6místný kód
de: 6-stelligen Code eingeben
es: Introduce el código de 6 dígitos
hu: Add meg a 6 számjegyű kódot
pt: Introduza o código de 6 dígitos
ro: Introdu codul de 6 cifre
sk: Zadajte 6-miestny kod

source: Verify Code
cs: Ověřit kód
de: Code bestätigen
es: Verificar código
hu: Kód ellenőrzése
pt: Verificar código
ro: Verifică codul
sk: Overit kod

source: Use different email
cs: Použít jiný e-mail
de: Andere E-Mail verwenden
es: Usar otro correo
hu: Másik email használata
pt: Usar outro e-mail
ro: Folosește alt e-mail
sk: Pouzit iny e-mail

# code_sent_to_email
source: Code sent to %@
cs: Kód odeslán na %@
de: Code gesendet an %@
es: Código enviado a %@
hu: Kód elküldve: %@
pt: Código enviado para %@
ro: Cod trimis la %@
sk: Kod bol odoslany na %@

# otp_sent_to
source: Enter 6-digit code sent to
cs: Zadejte 6místný kód odeslaný na
de: 6-stelligen Code eingeben, gesendet an
es: Introduce el código de 6 dígitos enviado a
hu: Add meg a 6 számjegyű kódot, amelyet ide küldtünk:
pt: Introduza o código de 6 dígitos enviado para
ro: Introdu codul de 6 cifre trimis la
sk: Zadajte 6-miestny kod odoslany na

source: Login failed
cs: Přihlášení se nezdařilo
de: Login fehlgeschlagen
es: Error al iniciar sesión
hu: Sikertelen bejelentkezés
pt: Falha no login
ro: Autentificare eșuată
sk: Prihlasenie zlyhalo

source: Verification failed
cs: Ověření se nezdařilo
de: Bestätigung fehlgeschlagen
es: La verificación falló
hu: Sikertelen ellenőrzés
pt: Falha na verificação
ro: Verificare eșuată
sk: Overenie zlyhalo

# invalid_email
source: Please enter a valid email address
cs: Zadejte platnou e-mailovou adresu
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Introduce un correo válido
hu: Kérjük, adj meg érvényes email címet
pt: Introduza um endereço de e-mail válido
ro: Introdu o adresă de e-mail validă
sk: Zadajte platnu e-mailovu adresu

# resend_code_cooldown
source: Resend code in %llds
cs: Znovu odeslat kód za %llds
de: Code erneut senden in %llds
es: Reenviar código en %llds
hu: Kód újraküldése %lld mp múlva
pt: Reenviar código em %llds
ro: Retrimite codul în %llds
sk: Znova odoslat kod o %llds

# resend_code_prompt
source: Didn't receive the code? Resend
cs: Nedostali jste kód? Odeslat znovu
de: Keinen Code erhalten? Erneut senden
es: ¿No recibiste el código? Reenviar
hu: Nem kaptad meg a kódot? Újraküldés
pt: Não recebeu o código? Reenviar
ro: Nu ai primit codul? Retrimite
sk: Nedostali ste kod? Odoslat znova

# dont_have_account
source: Don't have an account?
cs: Nemáte účet?
de: Noch kein Konto?
es: ¿No tienes cuenta?
hu: Nincs még fiókod?
pt: Não tem conta?
ro: Nu ai cont?
sk: Nemate ucet?

# start_here_order_free_tag
source: Start here & order your free tag
cs: Začněte zde a objednejte si bezplatnou známku
de: Hier starten & kostenlosen Tag bestellen
es: Empieza aquí y pide tu etiqueta gratis
hu: Kezdd itt & rendeld meg az ingyenes bilétát
pt: Comece aqui e peça a sua etiqueta grátis
ro: Începe aici și comandă eticheta gratuită
sk: Zacnite tu a objednajte si bezplatny stitok

source: Create Account
cs: Vytvořit účet
de: Konto erstellen
es: Crear cuenta
hu: Fiók létrehozása
pt: Criar conta
ro: Creează cont
sk: Vytvorit ucet

# enter_details_subtitle
source: Enter your details to get started.
cs: Zadejte své údaje a začněte.
de: Geben Sie Ihre Daten ein, um zu starten.
es: Introduce tus datos para comenzar.
hu: Add meg az adataid a kezdéshez.
pt: Introduza os seus dados para começar.
ro: Introdu datele tale pentru a începe.
sk: Zadajte svoje udaje a zacnite.

source: Register
cs: Registrovat
de: Registrieren
es: Registrarse
hu: Regisztráció
pt: Registar
ro: Înregistrare
sk: Registrovat

# already_have_account
source: Already have an account?
cs: Už máte účet?
de: Sie haben bereits ein Konto?
es: ¿Ya tienes cuenta?
hu: Már van fiókod?
pt: Já tem conta?
ro: Ai deja cont?
sk: Uz mate ucet?

source: Log in
cs: Přihlásit se
de: Einloggen
es: Iniciar sesión
hu: Bejelentkezés
pt: Iniciar sessão
ro: Autentificare
sk: Prihlasit sa

# terms_login_prefix
source: By logging in, you agree to our
cs: Přihlášením souhlasíte s našimi
de: Mit dem Einloggen stimmen Sie unseren
es: Al iniciar sesión, aceptas nuestros
hu: Bejelentkezéssel elfogadod a(z)
pt: Ao iniciar sessão, aceita os nossos
ro: Prin autentificare, ești de acord cu
sk: Prihlasenim suhlasit s

# terms_register_prefix
source: By registering, you agree to our
cs: Registrací souhlasíte s našimi
de: Mit der Registrierung stimmen Sie unseren
es: Al registrarte, aceptas nuestros
hu: Regisztrációval elfogadod a(z)
pt: Ao registar-se, aceita os nossos
ro: Prin înregistrare, ești de acord cu
sk: Registraciou suhlasit s

# terms_and
source: and
cs: a
de: und
es: y
hu: és
pt: e
ro: și
sk: a

source: Terms of Service
cs: Podmínkami služby
de: Nutzungsbedingungen
es: Términos de servicio
hu: Felhasználási feltételeket
pt: Termos de Serviço
ro: Termenii de utilizare
sk: Podmienkami pouzivania

source: Privacy Policy
cs: Zásadami ochrany soukromí
de: Datenschutzrichtlinie
es: Política de privacidad
hu: Adatvédelmi szabályzatot
pt: Política de Privacidade
ro: Politica de confidențialitate
sk: Zasadami ochrany sukromia

source: First Name
cs: Jméno
de: Vorname
es: Nombre
hu: Keresztnév
pt: Nome
ro: Prenume
sk: Meno

source: Last Name
cs: Příjmení
de: Nachname
es: Apellido
hu: Vezetéknév
pt: Apelido
ro: Nume
sk: Priezvisko

source: Phone
cs: Telefon
de: Telefon
es: Teléfono
hu: Telefonszám
pt: Telefone
ro: Telefon
sk: Telefon

# biometric_login_title
source: Biometric Login
cs: Biometrické přihlášení
de: Biometrischer Login
es: Acceso biométrico
hu: Biometrikus bejelentkezés
pt: Login biométrico
ro: Autentificare biometrică
sk: Biometricke prihlasenie

# biometric_login_subtitle
source: Use your fingerprint or face to log in
cs: Použijte otisk prstu nebo obličej k přihlášení
de: Mit Fingerabdruck oder Gesicht einloggen
es: Usa tu huella o tu rostro para acceder
hu: Használd az ujjlenyomatodat vagy az arcodat a bejelentkezéshez
pt: Use a sua impressão digital ou o rosto para iniciar sessão
ro: Folosește amprenta sau fața pentru autentificare
sk: Na prihlasenie pouzite odtlacok alebo tvar

# use_password
source: Use Email
cs: Použít e-mail
de: E-Mail verwenden
es: Usar correo
hu: Email használata
pt: Usar e-mail
ro: Folosește e-mail
sk: Pouzit e-mail

# login_with_biometric
source: Log in with Biometrics
cs: Přihlásit se biometricky
de: Mit Biometrie einloggen
es: Acceder con biometría
hu: Bejelentkezés biometrikával
pt: Iniciar sessão com biometria
ro: Autentificare biometrică
sk: Prihlasit sa biometricky

# enable_biometric_title
source: Enable Biometric Login?
cs: Povolit biometrické přihlášení?
de: Biometrischen Login aktivieren?
es: ¿Habilitar acceso biométrico?
hu: Engedélyezed a biometrikus bejelentkezést?
pt: Ativar login biométrico?
ro: Activezi autentificarea biometrică?
sk: Povolit biometricke prihlasenie?

# enable_biometric_message
source: Use your fingerprint or face to quickly log in next time.
cs: Použijte otisk prstu nebo obličej pro rychlé přihlášení příště.
de: Nutzen Sie Fingerabdruck oder Gesicht für den schnellen Login beim nächsten Mal.
es: Usa tu huella o rostro para acceder rápidamente la próxima vez.
hu: Használd az ujjlenyomatodat vagy az arcodat a gyors bejelentkezéshez legközelebb.
pt: Use a sua impressão digital ou o rosto para iniciar sessão rapidamente da próxima vez.
ro: Folosește amprenta sau fața pentru autentificare rapidă data viitoare.
sk: Na rychle prihlasenie nabuduce pouzite odtlacok alebo tvar.

# biometric_enabled
source: Biometric login enabled
cs: Biometrické přihlášení povoleno
de: Biometrischer Login aktiviert
es: Acceso biométrico habilitado
hu: Biometrikus bejelentkezés engedélyezve
pt: Login biométrico ativado
ro: Autentificare biometrică activată
sk: Biometricke prihlasenie povolene

# enable_biometric_type
source: Enable %@?
cs: Povolit %@?
de: %@ aktivieren?
es: ¿Habilitar %@?
hu: Engedélyezed a(z) %@ használatát?
pt: Ativar %@?
ro: Activezi %@?
sk: Povolit %@?

# biometric_type_enabled
source: %@ enabled
cs: %@ povoleno
de: %@ aktiviert
es: %@ habilitado
hu: %@ engedélyezve
pt: %@ ativado
ro: %@ activat
sk: %@ povolene

# use_biometric_quick_login
source: Use %@ to quickly log in next time.
cs: Použijte %@ pro rychlé přihlášení příště.
de: Nutzen Sie %@ für den schnellen Login beim nächsten Mal.
es: Usa %@ para acceder rápidamente la próxima vez.
hu: Használd a(z) %@-t a gyors bejelentkezéshez legközelebb.
pt: Use %@ para iniciar sessão rapidamente da próxima vez.
ro: Folosește %@ pentru autentificare rapidă data viitoare.
sk: Pouzite %@ na rychle prihlasenie nabuduce.

# login_with_biometric_type
source: Log in with %@
cs: Přihlásit se pomocí %@
de: Einloggen mit %@
es: Acceder con %@
hu: Bejelentkezés: %@
pt: Iniciar sessão com %@
ro: Autentificare cu %@
sk: Prihlasit sa pomocou %@

# new_code_sent_to_email
source: New code sent to %@
cs: Nový kód odeslán na %@
de: Neuer Code gesendet an %@
es: Nuevo código enviado a %@
hu: Új kód elküldve: %@
pt: Novo código enviado para %@
ro: Cod nou trimis la %@
sk: Novy kod bol odoslany na %@

# by_creating_account_agree
source: By creating an account, you agree to our
cs: Vytvořením účtu souhlasíte s našimi
de: Mit der Erstellung eines Kontos stimmen Sie unseren zu
es: Al crear una cuenta, aceptas nuestros
hu: Fiók létrehozásával elfogadod a
pt: Ao criar uma conta, aceita os nossos
ro: Prin crearea unui cont, ești de acord cu
sk: Vytvorenim uctu suhlasit s

# session_expired_title
source: Session Expired
cs: Relace vypršela
de: Sitzung abgelaufen
es: Sesión caducada
hu: A munkamenet lejárt
pt: Sessão expirada
ro: Sesiune expirată
sk: Relacia vyprsala

# session_expired_message
source: Your session has expired. Please log in again.
cs: Vaše relace vypršela. Přihlaste se znovu.
de: Ihre Sitzung ist abgelaufen. Bitte melden Sie sich erneut an.
es: Tu sesión ha caducado. Inicia sesión de nuevo.
hu: A munkamenet lejárt. Kérjük, jelentkezz be újra.
pt: A sua sessão expirou. Inicie sessão novamente.
ro: Sesiunea ta a expirat. Te rugăm să te autentifici din nou.
sk: Vasa relacia vyprsala. Prihlaste sa znova.

# session_expired_log_in
source: Log In
cs: Přihlásit se
de: Einloggen
es: Iniciar sesión
hu: Bejelentkezés
pt: Iniciar sessão
ro: Autentificare
sk: Prihlasit sa

# pet_owner_default
source: Pet Owner
cs: Majitel mazlíčka
de: Haustierbesitzer
es: Dueño de la mascota
hu: Kedvenc gazdája
pt: Dono do animal
ro: Proprietar animal
sk: Majitel zvierata

# welcome_back_greeting
source: Welcome back,
cs: Vítejte zpět,
de: Willkommen zurück,
es: Bienvenido de nuevo,
hu: Üdv újra,
pt: Bem-vindo de volta,
ro: Bine ai revenit,
sk: Vitajte spat,

source: View All
cs: Zobrazit vše
de: Alle anzeigen
es: Ver todo
hu: Összes megtekintése
pt: Ver tudo
ro: Vezi tot
sk: Zobrazit vsetko

# search_pets_hint
source: Search by name, breed, species…
cs: Hledat podle jména, plemene, druhu…
de: Suche nach Name, Rasse, Tierart…
es: Buscar por nombre, raza, especie…
hu: Keresés név, fajta, faj szerint…
pt: Pesquisar por nome, raça, espécie…
ro: Caută după nume, rasă, specie…
sk: Hladat podla mena, plemena, druhu…

source: Quick Actions
cs: Rychlé akce
de: Schnellaktionen
es: Acciones rápidas
hu: Gyors műveletek
pt: Ações rápidas
ro: Acțiuni rapide
sk: Rychle akcie

# action_add_pet
source: ADD PET
cs: PŘIDAT MAZLÍČKA
de: HAUSTIER HINZUFÜGEN
es: AÑADIR MASCOTA
hu: KEDVENC HOZZÁADÁSA
pt: ADICIONAR ANIMAL
ro: ADAUGĂ ANIMAL
sk: PRIDAT ZVIERA

# action_mark_found
source: MARK FOUND
cs: OZNAČIT JAKO NALEZENÉ
de: ALS GEFUNDEN MARKIEREN
es: MARCAR ENCONTRADA
hu: MEGTALÁLTNAK JELÖLÉS
pt: MARCAR ENCONTRADO
ro: MARCHEAZĂ GĂSIT
sk: OZNACIT NAJDENE

# action_report_missing
source: REPORT MISSING
cs: NAHLÁSIT ZTRÁTU
de: ALS VERMISST MELDEN
es: REPORTAR PERDIDA
hu: ELTŰNT JELENTÉSE
pt: REPORTAR DESAPARECIDO
ro: RAPORTEAZĂ DISPĂRUT
sk: NAHLASIT STRATENE

# action_order_tags
source: ORDER TAGS
cs: OBJEDNAT ZNÁMKY
de: TAGS BESTELLEN
es: PEDIR ETIQUETAS
hu: BILÉTÁK RENDELÉSE
pt: ENCOMENDAR ETIQUETAS
ro: COMANDĂ ETICHETE
sk: OBJEDNAT STITKY

# action_replace_tag
source: REPLACE TAG
cs: VYMĚNIT ZNÁMKU
de: TAG ERSETZEN
es: REEMPLAZAR ETIQUETA
hu: BILÉTA CSERE
pt: SUBSTITUIR ETIQUETA
ro: ÎNLOCUIRE ETICHETĂ
sk: VYMENIT STITOK

# empty_pets_title
source: No Pets Yet
cs: Zatím žádní mazlíčci
de: Noch keine Haustiere
es: Aún no hay mascotas
hu: Még nincs kedvenc
pt: Ainda sem animais
ro: Încă nu ai animale
sk: Zatial ziadne zvierata

# empty_pets_message
source: Add your first pet to get started with Pet Safety
cs: Přidejte prvního mazlíčka a začněte s Pet Safety
de: Fügen Sie Ihr erstes Haustier hinzu, um mit Pet Safety zu starten
es: Añade tu primera mascota para empezar con Pet Safety
hu: Add hozzá az első kedvenced, hogy elkezdd a Pet Safety használatát
pt: Adicione o seu primeiro animal para começar com o Pet Safety
ro: Adaugă primul animal pentru a începe cu Pet Safety
sk: Pridajte prve zviera a zacnite s Pet Safety

# missing_badge
source: MISSING
cs: ZTRACENÝ
de: VERMISST
es: PERDIDA
hu: ELTŰNT
pt: DESAPARECIDO
ro: DISPĂRUT
sk: STRATENE

source: Add Pet
cs: Přidat mazlíčka
de: Haustier hinzufügen
es: Añadir mascota
hu: Kedvenc hozzáadása
pt: Adicionar animal
ro: Adaugă animal
sk: Pridat zviera

source: Pet Name
cs: Jméno mazlíčka
de: Name des Haustiers
es: Nombre de la mascota
hu: Kedvenc neve
pt: Nome do animal
ro: Numele animalului
sk: Meno zvierata

source: Pet Safety User
cs: Uživatel Pet Safety
de: Pet Safety Nutzer
es: Usuario de Pet Safety
hu: Pet Safety felhasználó
pt: Utilizador Pet Safety
ro: Utilizator Pet Safety
sk: Pouzivatel Pet Safety

# breed_label
source: Breed: %@
cs: Plemeno: %@
de: Rasse: %@
es: Raza: %@
hu: Fajta: %@
pt: Raça: %@
ro: Rasă: %@
sk: Plemeno: %@

# color_label
source: Color: %@
cs: Barva: %@
de: Farbe: %@
hu: Szín: %@
pt: Cor: %@
ro: Culoare: %@
sk: Farba: %@

# age_label
source: Age: %@
cs: Věk: %@
de: Alter: %@
es: Edad: %@
hu: Kor: %@
pt: Idade: %@
ro: Vârstă: %@
sk: Vek: %@

# microchip_label
source: Microchip: %@
cs: Mikročip: %@
de: Mikrochip: %@
hu: Mikrochip: %@
ro: Microcip: %@
sk: Mikrocip: %@

# species_label
source: Species: %@
cs: Druh: %@
de: Tierart: %@
es: Especie: %@
hu: Faj: %@
pt: Espécie: %@
ro: Specie: %@
sk: Druh: %@

source: Medical Information
cs: Zdravotní informace
de: Medizinische Informationen
es: Información médica
hu: Egészségügyi információ
pt: Informação médica
ro: Informații medicale
sk: Zdravotne informacie

source: Additional Information
cs: Doplňující informace
de: Zusätzliche Informationen
es: Información adicional
hu: További információ
pt: Informação adicional
ro: Informații suplimentare
sk: Dalsie informacie

source: Photo Gallery
cs: Fotogalerie
de: Fotogalerie
es: Galería de fotos
hu: Fotógaléria
pt: Galeria de fotos
ro: Galerie foto
sk: Galeria fotografii

source: Edit Pet
cs: Upravit mazlíčka
de: Haustier bearbeiten
es: Editar mascota
hu: Kedvenc szerkesztése
pt: Editar animal
ro: Editează animalul
sk: Upravit zviera

# view_pet_photos
source: View %@'s Photos
cs: Zobrazit fotky %@
de: Fotos von %@ ansehen
es: Ver fotos de %@
hu: %@ fotóinak megtekintése
pt: Ver fotos de %@
ro: Vezi fotografiile lui %@
sk: Zobrazit fotografie %@

source: Mark as Found
cs: Označit jako nalezené
de: Als gefunden markieren
es: Marcar como encontrada
hu: Megtaláltként jelölés
pt: Marcar como encontrado
ro: Marchează ca găsit
sk: Oznacit ako najdene

source: Mark as Lost
cs: Označit jako ztracené
de: Als vermisst markieren
es: Marcar como perdida
hu: Eltűntként jelölés
pt: Marcar como desaparecido
ro: Marchează ca dispărut
sk: Oznacit ako stratene

source: Mark Found
cs: Označit nalezené
de: Als gefunden markieren
es: Marcar encontrada
hu: Megtalált jelölése
pt: Marcar encontrado
ro: Marchează găsit
sk: Oznacit najdene

source: Mark Missing
cs: Označit ztracené
de: Als vermisst markieren
es: Marcar perdida
hu: Eltűnt jelölése
pt: Marcar desaparecido
ro: Marchează dispărut
sk: Oznacit stratene

source: Age
cs: Věk
de: Alter
es: Edad
hu: Kor
pt: Idade
ro: Vârstă
sk: Vek

# view_public_profile
source: View %@'s Public Profile
cs: Zobrazit veřejný profil %@
de: Öffentliches Profil von %@ anzeigen
es: Ver perfil público de %@
hu: %@ nyilvános profiljának megtekintése
pt: Ver perfil público de %@
ro: Vezi profilul public al lui %@
sk: Zobrazit verejny profil %@

# edit_pet_profile
source: Edit %@'s Profile
cs: Upravit profil %@
de: Profil von %@ bearbeiten
es: Editar perfil de %@
hu: %@ profiljának szerkesztése
pt: Editar perfil de %@
ro: Editează profilul lui %@
sk: Upravit profil %@

# delete_pet_name
source: Delete %@
cs: Smazat %@
de: %@ löschen
es: Eliminar %@
hu: %@ törlése
pt: Eliminar %@
ro: Șterge %@
sk: Odstranit %@

# delete_pet_confirm_title
source: Delete %@?
cs: Smazat %@?
de: %@ löschen?
es: ¿Eliminar %@?
hu: Törlöd %@-t?
pt: Eliminar %@?
ro: Ștergi %@?
sk: Odstranit %@?

# delete_pet_confirm_message
source: This action cannot be undone. All data for %@ will be permanently deleted.
cs: Tuto akci nelze vrátit. Všechna data pro %@ budou trvale smazána.
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle Daten von %@ werden dauerhaft gelöscht.
es: Esta acción no se puede deshacer. Todos los datos de %@ se eliminarán permanentemente.
hu: Ez a művelet nem vonható vissza. %@ minden adata véglegesen törlődik.
pt: Esta ação não pode ser desfeita. Todos os dados de %@ serão eliminados permanentemente.
ro: Această acțiune nu poate fi anulată. Toate datele pentru %@ vor fi șterse definitiv.
sk: Tuto akciu nie je mozne vratit spat. Vsetky udaje pre %@ budu trvalo odstranene.

source: Cannot Delete Missing Pet
cs: Ztraceného mazlíčka nelze smazat
de: Vermisstes Haustier kann nicht gelöscht werden
es: No se puede eliminar una mascota perdida
hu: Eltűnt kedvenc nem törölhető
pt: Não é possível eliminar um animal desaparecido
ro: Nu se poate șterge un animal dispărut
sk: Stratene zviera nemozno odstranit

# cannot_delete_missing_message
source: %@ is currently marked as missing. Please mark them as found before deleting.
cs: %@ je označen jako ztracený. Před smazáním jej označte jako nalezeného.
de: %@ ist derzeit als vermisst markiert. Markieren Sie das Tier zuerst als gefunden.
es: %@ está marcada como perdida. Márcala como encontrada antes de eliminar.
hu: %@ jelenleg eltűntként van jelölve. Törlés előtt jelöld meg megtaláltként.
pt: %@ está marcado como desaparecido. Marque como encontrado antes de eliminar.
ro: %@ este marcat ca dispărut. Marchează-l ca găsit înainte de ștergere.
sk: %@ je aktualne oznacene ako stratene. Pred odstranenim ho oznacte ako najdene.

# mark_found_confirm_title
source: Mark %@ as Found?
cs: Označit %@ jako nalezené?
de: %@ als gefunden markieren?
es: ¿Marcar %@ como encontrada?
hu: %@ megtaláltként jelölése?
pt: Marcar %@ como encontrado?
ro: Marchezi %@ ca găsit?
sk: Oznacit %@ ako najdene?
