Repository: Project-Xtag/pet-safety-ios
Catalog: PetSafety/PetSafety/Resources/*.lproj/Localizable.strings
Languages: cs, de, es, hu, pt, ro, sk

# support_response_time
source: Our support team typically responds within 24 hours.
cs: Náš tým podpory obvykle odpovídá do 24 hodin.
de: Unser Support-Team antwortet in der Regel innerhalb von 24 Stunden.
es: Nuestro equipo suele responder en 24 horas.
hu: Támogató csapatunk általában 24 órán belül válaszol.
pt: A nossa equipa de suporte responde normalmente em 24 horas.
ro: Echipa noastră răspunde de obicei în 24 de ore.
sk: Nasa podpora zvycajne odpoveda do 24 hodin.

source: Contact Support
cs: Kontaktovat podporu
de: Support kontaktieren
es: Contactar soporte
hu: Kapcsolat a támogatással
pt: Contactar suporte
ro: Contactează suportul
sk: Kontaktovat podporu

# contact_support_category
source: Category
cs: Kategorie
de: Kategorie
es: Categoría
hu: Kategória
pt: Categoria
ro: Categorie
sk: Kategoria

# contact_support_subject
source: Subject
cs: Předmět
de: Betreff
es: Asunto
hu: Tárgy
pt: Assunto
ro: Subiect
sk: Predmet

# contact_support_subject_hint
source: Brief description of your issue
cs: Krátký popis problému
de: Kurze Beschreibung Ihres Problems
es: Descripción breve de tu problema
hu: Rövid leírás a problémáról
pt: Descrição breve do seu problema
ro: Descriere scurtă a problemei
sk: Kratky popis vasho problemu

# contact_support_message
source: Message
cs: Zpráva
de: Nachricht
es: Mensaje
hu: Üzenet
pt: Mensagem
ro: Mesaj
sk: Sprava

# contact_support_message_hint
source: Describe your issue in detail…
cs: Popište problém podrobně…
de: Beschreiben Sie Ihr Problem ausführlich…
es: Describe tu problema en detalle…
hu: Írd le részletesen a problémát…
pt: Descreva o seu problema em detalhe…
ro: Descrie problema în detaliu…
sk: Popiste svoj problem podrobne…

# contact_support_submit
source: Submit
cs: Odeslat
de: Absenden
es: Enviar
hu: Beküldés
pt: Enviar
ro: Trimite
sk: Odoslat

# contact_support_sending
source: Sending…
cs: Odesílání…
de: Wird gesendet…
es: Enviando…
hu: Küldés…
pt: A enviar…
ro: Se trimite…
sk: Odosiela sa…

# contact_support_success
source: Support request submitted! Ticket ID: %@
cs: Žádost o podporu odeslána! ID tiketu: %@
de: Support-Anfrage gesendet! Ticket-ID: %@
es: ¡Solicitud enviada! ID del ticket: %@
hu: Támogatási kérés elküldve! Jegyazonosító: %@
pt: Pedido de suporte enviado! ID do ticket: %@
ro: Solicitare trimisă! ID ticket: %@
sk: Poziadavka odoslana! ID tiketu: %@

# contact_support_response
source: We'll get back to you within 24 hours.
cs: Odpovíme do 24 hodin.
de: Wir melden uns innerhalb von 24 Stunden.
es: Te responderemos en 24 horas.
hu: 24 órán belül válaszolunk.
pt: Responderemos em 24 horas.
ro: Îți vom răspunde în 24 de ore.
sk: Odpovieme do 24 hodin.

# support_email
source: Support: hello@senra.pet
cs: Podpora: support@petsafety.eu
es: Soporte: hello@senra.pet
hu: Támogatás: support@petsafety.eu
pt: Suporte: support@petsafety.eu
ro: Suport: hello@senra.pet
sk: Podpora: hello@senra.pet

# support_category_general
source: General
cs: Obecné
de: Allgemein
hu: Általános
pt: Geral
sk: Vseobecne

# support_category_technical
source: Technical Issue
cs: Technický problém
de: Technisches Problem
es: Problema técnico
hu: Technikai probléma
pt: Problema técnico
ro: Problemă tehnică
sk: Technicky problem

# support_category_account
source: Account
cs: Účet
de: Konto
es: Cuenta
hu: Fiók
pt: Conta
ro: Cont
sk: Ucet

# support_category_billing
source: Billing
cs: Fakturace
de: Abrechnung
es: Facturación
hu: Számlázás
pt: Faturação
ro: Facturare
sk: Fakturacia

# support_category_feature
source: Feature Request
cs: Požadavek na funkci
de: Feature-Wunsch
es: Sugerencia de función
hu: Funkció kérés
pt: Pedido de funcionalidade
ro: Cerere funcționalitate
sk: Navrh funkcie

# support_category_other
source: Other
cs: Jiné
de: Sonstiges
es: Otro
hu: Egyéb
pt: Outro
ro: Altele
sk: Ine

# help_faq_q1
source: How do I add a pet?
cs: Jak přidám mazlíčka?
de: Wie füge ich ein Haustier hinzu?
es: ¿Cómo registro a mi mascota?
hu: Hogyan adok hozzá kedvencet?
pt: Como adiciono um animal?
ro: Cum adaug un animal?
sk: Ako zaregistrujem svoje zviera?

# help_faq_a1
source: Go to the My Pets tab and tap the + button. Fill in your pet's details and save.
cs: Přejděte na záložku Moji mazlíčci a klepněte na +. Vyplňte údaje o mazlíčkovi a uložte.
de: Gehen Sie zur Registerkarte "Meine Haustiere" und tippen Sie auf das +. Geben Sie die Daten Ihres Haustiers ein und speichern Sie.
es: Ve a 'Mis mascotas' y pulsa 'Añadir nueva mascota'. Completa la información requerida y sube una foto.
hu: Lépj a Kedvenceim fülre és koppints a + gombra. Töltsd ki a kedvenced adatait, majd mentsd.
pt: Vá à aba Os meus animais e toque no botão +. Preencha os dados e guarde.
ro: Mergi la fila Animalele mele și apasă +. Completează datele și salvează.
sk: Zaregistrujte svoje zviera v sekcii 'Moje zvieratá' a kliknite na 'Pridať nové zviera'. Vyplňte všetky povinné informácie a nahrajte fotku.

# help_faq_q2
source: How do QR tags work?
cs: Jak fungují QR známky?
de: Wie funktionieren QR-Tags?
es: ¿Qué información debo incluir en el perfil?
hu: Hogyan működnek a QR biléták?
pt: Como funcionam as etiquetas QR?
ro: Cum funcționează etichetele QR?
sk: Aké informácie mám uviesť v profile zvieraťa?

# help_faq_a2
source: Each QR tag contains a unique code linked to your pet's profile. When someone scans it, they can see your pet's information and contact you.
cs: Každá QR známka obsahuje unikátní kód propojený s profilem mazlíčka. Po naskenování lze zobrazit informace a kontaktovat vás.
de: Jeder QR-Tag enthält einen eindeutigen Code, der mit dem Profil Ihres Haustiers verknüpft ist. Beim Scannen können Finder die Informationen sehen und Sie kontaktieren.
es: Nombre, especie, raza, edad, condiciones médicas, contactos de emergencia y una foto reciente.
hu: Minden QR biléta egyedi kódot tartalmaz, amely a kedvenced profiljához kapcsolódik. Amikor valaki beolvassa, láthatja a kedvenced információit és kapcsolatba léphet veled.
pt: Cada etiqueta QR contém um código único ligado ao perfil do seu animal. Quando alguém a lê, pode ver as informações e contactá-lo.
ro: Fiecare etichetă QR conține un cod unic legat de profilul animalului tău. Când cineva o scanează, poate vedea informațiile și te poate contacta.
sk: Uveďte meno, druh, plemeno, vek, zdravotné informácie, núdzové kontakty a aktuálnu fotku. Pomáha to rýchlej identifikácii a návratu domov.

# help_faq_q3
source: What happens when my pet is marked as missing?
cs: Co se stane, když je mazlíček označen jako ztracený?
de: Was passiert, wenn mein Haustier als vermisst markiert ist?
es: ¿Cómo funciona la etiqueta QR?
hu: Mi történik, ha a kedvencem eltűntként van jelölve?
pt: O que acontece quando o meu animal é marcado como desaparecido?
ro: Ce se întâmplă când animalul meu este marcat ca dispărut?
sk: Ako funguje QR štítok?

# help_faq_a3
source: An alert is sent to nearby Pet Safety users. Anyone who scans your pet's tag will be prompted to share their location with you.
cs: Upozornění se odešle uživatelům Pet Safety v okolí. Každý, kdo naskenuje známku, bude vyzván ke sdílení polohy.
de: Eine Warnung wird an Pet Safety Nutzer in der Nähe gesendet. Jeder, der den Tag scannt, wird gebeten, seinen Standort zu teilen.
es: Cada mascota recibe una etiqueta QR única. Al escanearla, pueden ver el perfil y contactarte.
hu: Riasztást küldünk a közelben lévő Pet Safety felhasználóknak. Bárki, aki beolvassa a kedvenced bilétáját, felkérést kap a helyzet megosztására.
pt: Um alerta é enviado para utilizadores Pet Safety próximos. Quem ler a etiqueta será convidado a partilhar a localização.
ro: O alertă este trimisă utilizatorilor Pet Safety din apropiere. Oricine scanează eticheta va fi invitat să își partajeze locația.
sk: Každé zviera dostane jedinečný QR štítok. Keď niekto nájde zviera a naskenuje kód, môže zobraziť profil a kontaktné údaje na spojenie.

# help_faq_q4
source: How do I update my contact information?
cs: Jak aktualizuji kontaktní údaje?
de: Wie aktualisiere ich meine Kontaktdaten?
es: ¿Puedo actualizar la información después?
hu: Hogyan frissíthetem az elérhetőségeimet?
pt: Como atualizo os meus contactos?
ro: Cum îmi actualizez informațiile de contact?
sk: Môžem neskôr aktualizovať informácie o zvierati?

# help_faq_a4
source: Go to Account > Contacts to update your email and phone numbers that appear on your pet's tag.
cs: Přejděte na Účet > Kontakty a aktualizujte e-mail a telefon, které se zobrazují na známce.
de: Gehen Sie zu Konto > Kontakte, um E-Mail und Telefonnummern zu aktualisieren, die auf dem Tag angezeigt werden.
es: Sí, ve a 'Mis mascotas', selecciona tu mascota y pulsa 'Editar perfil'.
hu: Lépj a Fiók > Kapcsolatok menüpontra, és frissítsd az email címeidet és telefonszámaidat, amelyek a kedvenced bilétáján megjelennek.
pt: Vá a Conta > Contactos para atualizar os e-mails e telefones que aparecem na etiqueta.
ro: Mergi la Cont > Contacte pentru a actualiza e-mailurile și telefoanele afișate pe etichetă.
sk: Áno! Kedykoľvek môžete aktualizovať údaje v 'Moje zvieratá', vybrať zviera a kliknúť na 'Upraviť profil'.

# help_faq_q5
source: Is my personal data secure?
cs: Jsou moje osobní údaje v bezpečí?
de: Sind meine persönlichen Daten sicher?
es: ¿Cómo pido una etiqueta de reemplazo?
hu: Biztonságban vannak a személyes adataim?
pt: Os meus dados pessoais estão seguros?
ro: Sunt datele mele personale în siguranță?
sk: Ako objednám náhradný štítok?

# help_faq_a5
source: Yes. We use encryption and secure servers to protect your data. You can control what information is visible through Privacy Mode settings.
cs: Ano. Používáme šifrování a bezpečné servery. Viditelnost údajů můžete ovládat v nastavení režimu soukromí.
de: Ja. Wir verwenden Verschlüsselung und sichere Server zum Schutz Ihrer Daten. Sie können über die Datenschutzeinstellungen steuern, welche Informationen sichtbar sind.
es: En el perfil de tu mascota, pulsa 'Pedir reemplazo' y sigue los pasos.
hu: Igen. Titkosítást és biztonságos szervereket használunk az adataid védelmére. Az adatokat az Adatvédelmi mód beállításaiban szabályozhatod.
pt: Sim. Usamos encriptação e servidores seguros para proteger os seus dados. Pode controlar a visibilidade no modo de privacidade.
ro: Da. Folosim criptare și servere securizate. Poți controla vizibilitatea în modul de confidențialitate.
sk: Ak potrebujete náhradný štítok, prejdite do profilu zvieraťa a kliknite na 'Objednať náhradný štítok'. Postupujte podľa pokynov.

# help_guide_getting_started
source: Getting Started
cs: Začínáme
de: Erste Schritte
es: Primeros pasos
hu: Első lépések
pt: Primeiros passos
ro: Introducere
sk: Zaciname

# help_guide_managing_pets
source: Managing Your Pets
cs: Správa mazlíčků
de: Haustiere verwalten
es: Gestionar tus mascotas
hu: Kedvenceid kezelése
pt: Gerir os seus animais
ro: Gestionarea animalelor
sk: Sprava zvierat

# help_guide_qr_tags
source: Understanding QR Tags
cs: Porozumění QR známkám
de: QR-Tags verstehen
es: Entender las etiquetas QR
hu: QR biléták megértése
pt: Compreender etiquetas QR
ro: Înțelegerea etichetelor QR
sk: Pochopenie QR stitkov

# help_guide_missing_pet
source: What To Do If Your Pet Goes Missing
cs: Co dělat, když se mazlíček ztratí
de: Was tun, wenn Ihr Haustier vermisst wird
es: Qué hacer si tu mascota se pierde
hu: Mit tegyél, ha eltűnik a kedvenced
pt: O que fazer se o seu animal desaparecer
ro: Ce să faci dacă animalul tău dispare
sk: Co robit, ked sa zviera strati

# help_guide_privacy
source: Privacy & Security Settings
cs: Nastavení soukromí a zabezpečení
de: Datenschutz- & Sicherheitseinstellungen
es: Ajustes de privacidad y seguridad
hu: Adatvédelmi és biztonsági beállítások
pt: Definições de privacidade e segurança
ro: Setări de confidențialitate și securitate
sk: Nastavenia sukromia a zabezpecenia

# privacy_contact_visibility
source: Contact Visibility
cs: Viditelnost kontaktů
de: Sichtbarkeit der Kontakte
es: Visibilidad de contactos
hu: Elérhetőségek láthatósága
pt: Visibilidade de contacto
ro: Vizibilitatea contactelor
sk: Viditelnost kontaktov

# privacy_contact_footer
source: Control which contact details are visible when someone scans your pet's QR tag.
cs: Ovládejte, které kontaktní údaje jsou viditelné při skenování QR známky vašeho mazlíčka.
de: Steuern Sie, welche Kontaktdaten sichtbar sind, wenn jemand den QR-Tag Ihres Haustiers scannt.
es: Controla qué datos de contacto son visibles cuando se escanea la etiqueta QR de tu mascota.
hu: Szabályozd, mely elérhetőségek láthatók, amikor beolvassák a kedvenced QR bilétáját.
pt: Controle quais contactos são visíveis quando alguém lê a etiqueta QR do seu animal.
ro: Controlează ce contacte sunt vizibile când se scanează eticheta QR a animalului.
sk: Ovladajte, ktore kontaktne udaje su viditelne po naskenovani QR stitka vasho zvierata.

# privacy_show_phone
source: Show Phone Number
cs: Zobrazit telefonní číslo
de: Telefonnummer anzeigen
es: Mostrar número de teléfono
hu: Telefonszám megjelenítése
pt: Mostrar número de telefone
ro: Afișează numărul de telefon
sk: Zobrazit telefonne cislo

# privacy_show_email
source: Show Email Address
cs: Zobrazit e-mail
de: E-Mail-Adresse anzeigen
es: Mostrar correo
hu: Email cím megjelenítése
pt: Mostrar e-mail
ro: Afișează adresa de e-mail
sk: Zobrazit e-mail

# privacy_show_address
source: Show Address
cs: Zobrazit adresu
de: Adresse anzeigen
es: Mostrar dirección
hu: Cím megjelenítése
pt: Mostrar morada
ro: Afișează adresa
sk: Zobrazit adresu

# privacy_data_privacy
source: Data Privacy
cs: Ochrana dat
de: Datenschutz
es: Privacidad de datos
hu: Adatvédelem
pt: Privacidade de dados
ro: Confidențialitate date
sk: Ochrana udajov

# privacy_privacy_policy
source: Privacy Policy
cs: Zásady ochrany soukromí
de: Datenschutzrichtlinie
es: Política de privacidad
hu: Adatvédelmi szabályzat
pt: Política de Privacidade
ro: Politica de confidențialitate
sk: Zasady ochrany sukromia

# privacy_data_management
source: Data Management
cs: Správa dat
de: Datenverwaltung
es: Gestión de datos
hu: Adatkezelés
pt: Gestão de dados
ro: Gestionare date
sk: Sprava udajov

# privacy_title
source: Privacy Mode
cs: Režim soukromí
de: Privatsphäre-Modus
es: Modo de privacidad
hu: Adatvédelmi mód
pt: Modo de privacidade
ro: Mod confidențialitate
sk: Rezim sukromia

# privacy_mode_footer
source: Privacy settings help you control what information is shared when someone scans your pet's QR tag.
cs: Nastavení soukromí pomáhá kontrolovat, jaké informace se sdílí při skenování QR známky vašeho mazlíčka.
de: Datenschutzeinstellungen helfen Ihnen zu steuern, welche Informationen geteilt werden, wenn jemand den QR-Tag Ihres Haustiers scannt.
es: Los ajustes de privacidad te ayudan a controlar qué información se comparte cuando se escanea la etiqueta QR de tu mascota.
hu: Az adatvédelmi beállítások segítenek szabályozni, milyen információk kerülnek megosztásra, amikor beolvassák a kedvenced QR bilétáját.
pt: As definições de privacidade ajudam a controlar que informações são partilhadas quando alguém lê a etiqueta QR do seu animal.
ro: Setările de confidențialitate te ajută să controlezi ce informații sunt partajate când se scanează eticheta QR a animalului.
sk: Nastavenia sukromia vam pomahaju ovladat, ake informacie sa zdielaju po naskenovani QR stitka vasho zvierata.

# privacy_policy_title
source: Privacy Policy
cs: Zásady ochrany soukromí
de: Datenschutzrichtlinie
es: Política de privacidad
hu: Adatvédelmi szabályzat
pt: Política de Privacidade
ro: Politica de confidențialitate
sk: Zasady ochrany sukromia

# privacy_policy_updated
source: Last updated: November 2024
cs: Poslední aktualizace: listopad 2024
de: Zuletzt aktualisiert: November 2024
es: Última actualización: noviembre 2024
hu: Utoljára frissítve: 2024. november
pt: Última atualização: novembro de 2024
ro: Ultima actualizare: noiembrie 2024
sk: Naposledy aktualizovane: november 2024

# privacy_policy_section1_title
source: 1. Information We Collect
cs: 1. Informace, které shromažďujeme
de: 1. Informationen, die wir sammeln
es: 1. Información que recopilamos
hu: 1. Gyűjtött információk
pt: 1. Informação que recolhemos
ro: 1. Informații colectate
sk: 1. Informacie, ktore zbierame

# privacy_policy_section1_body
source: We collect information you provide directly, including your name, email, phone number, address, and pet information. We also collect location data when you choose to share it.
cs: Shromažďujeme informace, které poskytujete přímo, včetně jména, e-mailu, telefonu, adresy a informací o mazlíčkovi. Také shromažďujeme údaje o poloze, pokud se rozhodnete je sdílet.
de: Wir sammeln Informationen, die Sie direkt bereitstellen, einschließlich Name, E-Mail, Telefonnummer, Adresse und Haustierinformationen. Wir sammeln auch Standortdaten, wenn Sie sich entscheiden, diese zu teilen.
es: Recopilamos la información que proporcionas directamente, incluyendo tu nombre, correo, teléfono, dirección e información de tu mascota. También recopilamos datos de ubicación cuando eliges compartirlos.
hu: Összegyűjtjük az általad közvetlenül megadott információkat, beleértve a neved, emailed, telefonszámod, címed és kedvenc adatait. Helyadatokat is gyűjtünk, ha úgy döntesz, hogy megosztod azokat.
pt: Recolhemos as informações que fornece diretamente, incluindo nome, e-mail, telefone, morada e informações do animal. Também recolhemos dados de localização quando escolhe partilhá-los.
ro: Colectăm informațiile furnizate direct, inclusiv nume, e-mail, telefon, adresă și informații despre animal. De asemenea, colectăm date de locație când alegi să le partajezi.
sk: Zbierame informacie, ktore zadavate priamo, vratane mena, e-mailu, telefonu, adresy a informacii o zvierati. Tiez zbierame polohove udaje, ak sa rozhodnete ich zdielat.

# privacy_policy_section2_title
source: 2. How We Use Your Information
cs: 2. Jak používáme vaše informace
de: 2. Wie wir Ihre Informationen verwenden
es: 2. Cómo usamos tu información
hu: 2. Az információk felhasználása
pt: 2. Como usamos as suas informações
ro: 2. Cum folosim informațiile
sk: 2. Ako pouzivame vase informacie

# privacy_policy_section2_body
source: Your information is used to provide our pet safety services, send notifications about missing pets, and facilitate pet-owner reunions.
cs: Vaše informace používáme k poskytování našich služeb, zasílání upozornění o ztracených mazlíčcích a usnadnění shledání s majiteli.
de: Ihre Informationen werden verwendet, um unsere Haustiersicherheitsdienste bereitzustellen, Benachrichtigungen über vermisste Haustiere zu senden und Wiedervereinigungen zu erleichtern.
es: Tu información se usa para ofrecer nuestros servicios de seguridad de mascotas, enviar alertas sobre mascotas perdidas y facilitar reunificaciones.
hu: Az adataidat a kedvenc biztonsági szolgáltatásaink nyújtásához, eltűnt kedvencekről szóló értesítések küldéséhez és a gazda-kedvenc újraegyesülésének segítéséhez használjuk.
pt: As suas informações são usadas para fornecer os nossos serviços de segurança de animais, enviar notificações sobre animais desaparecidos e facilitar reunificações.
ro: Informațiile tale sunt folosite pentru serviciile de siguranță a animalelor, trimiterea notificărilor și facilitarea reunificărilor.
sk: Vase informacie pouzivame na poskytovanie sluzieb bezpecnosti zvierat, posielanie upozorneni o stratenych zvieratach a ulahcenie znovuzjednotenia.

# privacy_policy_section3_title
source: 3. Information Sharing
cs: 3. Sdílení informací
de: 3. Weitergabe von Informationen
es: 3. Compartición de información
hu: 3. Információmegosztás
pt: 3. Partilha de informação
ro: 3. Partajarea informațiilor
sk: 3. Zdielanie informacii

# privacy_policy_section3_body
source: We share your contact information only as configured in your privacy settings. Location data is shared only when you explicitly choose to share it.
cs: Vaše kontaktní údaje sdílíme pouze podle vašich nastavení soukromí. Údaje o poloze sdílíme pouze tehdy, když to výslovně zvolíte.
de: Wir teilen Ihre Kontaktdaten nur gemäß Ihren Datenschutzeinstellungen. Standortdaten werden nur geteilt, wenn Sie dies ausdrücklich wählen.
es: Compartimos tu información de contacto solo según tu configuración de privacidad. Los datos de ubicación se comparten solo cuando lo eliges explícitamente.
hu: Az elérhetőségeidet csak az adatvédelmi beállításaid szerint osztjuk meg. A helyadatokat csak akkor osztjuk meg, ha ezt kifejezetten engedélyezed.
pt: Partilhamos a sua informação de contacto apenas conforme as suas definições de privacidade. Os dados de localização só são partilhados quando escolhe explicitamente partilhar.
ro: Partajăm datele de contact doar conform setărilor de confidențialitate. Locația este partajată doar când alegi explicit.
sk: Vase kontaktne udaje zdielame len podla vasich nastaveni sukromia. Polohove udaje zdielame len vtedy, ked to vyslovne povolite.

# privacy_policy_section4_title
source: 4. Data Security
cs: 4. Bezpečnost dat
de: 4. Datensicherheit
es: 4. Seguridad de datos
hu: 4. Adatbiztonság
pt: 4. Segurança dos dados
ro: 4. Securitatea datelor
sk: 4. Zabezpecenie udajov

# privacy_policy_section4_body
source: We use industry-standard encryption and security measures to protect your personal information.
cs: Používáme standardní šifrování a bezpečnostní opatření k ochraně vašich osobních údajů.
de: Wir verwenden branchenübliche Verschlüsselung und Sicherheitsmaßnahmen, um Ihre persönlichen Informationen zu schützen.
es: Usamos cifrado y medidas de seguridad estándar del sector para proteger tu información personal.
hu: Iparági szabványú titkosítást és biztonsági intézkedéseket használunk a személyes adataid védelmére.
pt: Usamos encriptação e medidas de segurança padrão da indústria para proteger a sua informação pessoal.
ro: Folosim criptare și măsuri standard din industrie pentru protecția datelor personale.
sk: Pouzivame standardne sifrovanie a bezpecnostne opatrenia na ochranu vasich osobnych udajov.

# privacy_policy_section5_title
source: 5. Your Rights
cs: 5. Vaše práva
de: 5. Ihre Rechte
es: 5. Tus derechos
hu: 5. A jogaid
pt: 5. Os seus direitos
ro: 5. Drepturile tale
sk: 5. Vase prava

# privacy_policy_section5_body
source: You have the right to access, update, and delete your personal data at any time through the app settings.
cs: Máte právo kdykoli přistupovat ke svým osobním údajům, aktualizovat je a smazat je v nastavení aplikace.
de: Sie haben das Recht, Ihre persönlichen Daten jederzeit über die App-Einstellungen einzusehen, zu aktualisieren und zu löschen.
es: Tienes derecho a acceder, actualizar y eliminar tus datos personales en cualquier momento desde los ajustes de la app.
hu: Jogod van a személyes adataid eléréséhez, frissítéséhez és törléséhez bármikor az alkalmazás beállításaiban.
pt: Tem o direito de aceder, atualizar e eliminar os seus dados pessoais a qualquer momento nas definições da app.
ro: Ai dreptul de a accesa, actualiza și șterge datele tale personale în orice moment din setările aplicației.
sk: Mate pravo kedykolvek pristupovat k svojim udajom, aktualizovat ich a vymazat v nastaveniach aplikacie.

# privacy_your_data
source: Your Data
cs: Vaše data
de: Ihre Daten
es: Tus datos
hu: Adataid
pt: Os seus dados
ro: Datele tale
sk: Vase udaje
