Repository: Project-Xtag/pet-safety-ios
Catalog: PetSafety/PetSafety/Resources/*.lproj/Localizable.strings
Languages: cs, de, es, hu, pt, ro, sk

# privacy_your_data_footer
source: Request a copy of all your personal data stored in our system.
cs: Požádejte o kopii všech svých osobních údajů uložených v našem systému.
de: Fordern Sie eine Kopie aller Ihrer persönlichen Daten an, die in unserem System gespeichert sind.
es: Solicita una copia de todos tus datos personales almacenados en nuestro sistema.
hu: Kérj másolatot az összes személyes adatról, amelyet a rendszerünk tárol.
pt: Peça uma cópia de todos os dados pessoais armazenados no nosso sistema.
ro: Solicită o copie a tuturor datelor personale stocate în sistemul nostru.
sk: Poziadajte o kopiu vsetkych osobnych udajov ulozenych v nasom systeme.

# privacy_export_data
source: Export My Data
cs: Exportovat moje data
de: Meine Daten exportieren
es: Exportar mis datos
hu: Adataim exportálása
pt: Exportar os meus dados
ro: Exportă datele mele
sk: Exportovat moje udaje

# privacy_deletion_section
source: Data Deletion
cs: Smazání dat
de: Datenlöschung
es: Eliminación de datos
hu: Adattörlés
pt: Eliminação de dados
ro: Ștergere date
sk: Vymazanie udajov

# privacy_deletion_footer
source: Permanently delete your account and all associated data.
cs: Trvale smazat váš účet a všechna související data.
de: Ihr Konto und alle zugehörigen Daten dauerhaft löschen.
es: Eliminar permanentemente tu cuenta y todos los datos asociados.
hu: Fiókod és az összes kapcsolódó adat végleges törlése.
pt: Eliminar permanentemente a sua conta e todos os dados associados.
ro: Șterge permanent contul tău și toate datele asociate.
sk: Natrvalo odstranite svoj ucet a vsetky suvisiace udaje.

# privacy_delete_account
source: Delete My Account
cs: Smazat můj účet
de: Mein Konto löschen
es: Eliminar mi cuenta
hu: Fiókom törlése
pt: Eliminar a minha conta
ro: Șterge contul meu
sk: Odstranit moj ucet

# privacy_delete_confirm
source: Are you sure you want to delete your account? This will permanently remove all your data including pets, alerts, and order history. This action cannot be undone.
cs: Opravdu chcete smazat účet? Tímto budou trvale odstraněna všechna data včetně mazlíčků, upozornění a historie objednávek. Tuto akci nelze vrátit.
de: Möchten Sie Ihr Konto wirklich löschen? Dadurch werden alle Ihre Daten einschließlich Haustiere, Warnungen und Bestellverlauf dauerhaft entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar tu cuenta? Esto eliminará permanentemente todos tus datos, incluyendo mascotas, alertas e historial de pedidos. Esta acción no se puede deshacer.
hu: Biztosan törlöd a fiókodat? Ez véglegesen eltávolítja az összes adatodat, beleértve a kedvenceket, riasztásokat és rendelési előzményeket. Ez a művelet nem vonható vissza.
pt: Tem a certeza que quer eliminar a sua conta? Isto eliminará permanentemente todos os seus dados, incluindo animais, alertas e histórico de encomendas. Esta ação não pode ser desfeita.
ro: Sigur dorești să îți ștergi contul? Acest lucru va elimina definitiv toate datele, inclusiv animale, alerte și istoricul comenzilor. Această acțiune nu poate fi anulată.
sk: Naozaj chcete odstranit ucet? Tymto sa natrvalo odstrania vsetky udaje vratane zvierat, upozorneni a historie objednavok. Tuto akciu nie je mozne vratit spat.

source: Data Privacy
cs: Ochrana dat
de: Datenschutz
es: Privacidad de datos
hu: Adatvédelem
pt: Privacidade de dados
ro: Confidențialitate date
sk: Ochrana udajov

source: Data Management
cs: Správa dat
de: Datenverwaltung
es: Gestión de datos
hu: Adatkezelés
pt: Gestão de dados
ro: Gestionare date
sk: Sprava udajov

source: Privacy settings updated
cs: Nastavení soukromí aktualizováno
de: Datenschutzeinstellungen aktualisiert
es: Ajustes de privacidad actualizados
hu: Adatvédelmi beállítások frissítve
pt: Definições de privacidade atualizadas
ro: Setările de confidențialitate au fost actualizate
sk: Nastavenia sukromia aktualizovane

# privacy_settings_failed
source: Failed to update privacy settings
cs: Aktualizace nastavení soukromí se nezdařila
de: Datenschutzeinstellungen konnten nicht aktualisiert werden
es: No se pudieron actualizar los ajustes de privacidad
hu: Nem sikerült frissíteni az adatvédelmi beállításokat
pt: Falha ao atualizar definições de privacidade
ro: Nu s-au putut actualiza setările de confidențialitate
sk: Aktualizacia nastaveni sukromia zlyhala

source: Delete Account
cs: Smazat účet
de: Konto löschen
es: Eliminar cuenta
hu: Fiók törlése
pt: Eliminar conta
ro: Șterge contul
sk: Odstranit ucet

# delete_account_warning
source: This action cannot be undone. All your data, including pets, alerts, and photos will be permanently deleted.
cs: Tuto akci nelze vrátit. Všechna vaše data včetně mazlíčků, upozornění a fotek budou trvale smazána.
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle Ihre Daten, einschließlich Haustiere, Warnungen und Fotos, werden dauerhaft gelöscht.
es: Esta acción no se puede deshacer. Todos tus datos, incluyendo mascotas, alertas y fotos, se eliminarán permanentemente.
hu: Ez a művelet nem vonható vissza. Minden adatod, beleértve a kedvenceket, riasztásokat és fotókat, véglegesen törlődik.
pt: Esta ação não pode ser desfeita. Todos os seus dados, incluindo animais, alertas e fotos, serão eliminados permanentemente.
ro: Această acțiune nu poate fi anulată. Toate datele tale, inclusiv animale, alerte și fotografii, vor fi șterse definitiv.
sk: Tuto akciu nie je mozne vratit spat. Vsetky vase udaje vratane zvierat, upozorneni a fotografii budu natrvalo odstranene.

# delete_account_confirm_prompt
source: To confirm, type DELETE below:
cs: Pro potvrzení napište níže DELETE:
de: Zur Bestätigung unten DELETE eingeben:
es: Para confirmar, escribe DELETE abajo:
hu: Megerősítéshez írd be alább: DELETE
pt: Para confirmar, escreva DELETE abaixo:
ro: Pentru a confirma, tastează DELETE mai jos:
sk: Na potvrdenie zadajte nizsie DELETE:

# type_delete_to_confirm
source: Type DELETE
cs: Napište DELETE
de: DELETE eingeben
es: Escribe DELETE
hu: Írd be: DELETE
pt: Escrever DELETE
ro: Tastează DELETE
sk: Zadajte DELETE

source: Account deleted
cs: Účet smazán
de: Konto gelöscht
es: Cuenta eliminada
hu: Fiók törölve
pt: Conta eliminada
ro: Cont șters
sk: Ucet odstraneny

# delete_account_failed
source: Failed to delete account
cs: Smazání účtu se nezdařilo
de: Konto konnte nicht gelöscht werden
es: No se pudo eliminar la cuenta
hu: Nem sikerült törölni a fiókot
pt: Falha ao eliminar conta
ro: Nu s-a putut șterge contul
sk: Odstranenie uctu zlyhalo

source: Cannot Delete Account
cs: Účet nelze smazat
de: Konto kann nicht gelöscht werden
es: No se puede eliminar la cuenta
hu: Fiók nem törölhető
pt: Não é possível eliminar a conta
ro: Contul nu poate fi șters
sk: Ucet nie je mozne odstranit

# cannot_delete_missing_pets
source: You cannot delete your account while you have pets marked as missing. Please mark them as found first.
cs: Nemůžete smazat účet, dokud máte mazlíčky označené jako ztracené. Nejprve je označte jako nalezené.
de: Sie können Ihr Konto nicht löschen, solange Sie Haustiere als vermisst markiert haben. Markieren Sie diese zuerst als gefunden.
es: No puedes eliminar tu cuenta mientras tengas mascotas marcadas como perdidas. Márcalas como encontradas primero.
hu: Nem törölheted a fiókodat, amíg vannak eltűntként jelölt kedvenceid. Előbb jelöld meg őket megtaláltként.
pt: Não pode eliminar a sua conta enquanto tiver animais marcados como desaparecidos. Marque-os como encontrados primeiro.
ro: Nu poți șterge contul cât timp ai animale marcate ca dispărute. Marchează-le ca găsite mai întâi.
sk: Nemozete odstranit ucet, kym mate zvierata oznacene ako stratene. Najprv ich oznacte ako najdene.

# missing_pets_label
source: Missing pets: %@
cs: Ztracení mazlíčci: %@
de: Vermisste Haustiere: %@
es: Mascotas perdidas: %@
hu: Eltűnt kedvencek: %@
pt: Animais desaparecidos: %@
ro: Animale dispărute: %@
sk: Stratene zvierata: %@

# checking_delete_eligibility
source: Checking...
cs: Kontrola…
de: Überprüfung…
es: Comprobando…
hu: Ellenőrzés...
pt: A verificar...
ro: Se verifică...
sk: Kontroluje sa...

source: DANGER ZONE
cs: NEBEZPEČNÁ ZÓNA
de: GEFAHRENZONE
es: ZONA DE PELIGRO
hu: VESZÉLYZÓNA
pt: ZONA DE PERIGO
ro: ZONĂ PERICULOASĂ
sk: NEBEZPECNA ZONA

source: Deleting…
cs: Mazání…
de: Wird gelöscht…
es: Eliminando…
hu: Törlés…
pt: A eliminar…
ro: Se șterge…
sk: Odstranuje sa…

# delete_account_permanent
source: This will permanently delete your account and all data
cs: Tímto dojde k trvalému smazání vašeho účtu a všech dat
de: Dadurch wird Ihr Konto und alle Daten dauerhaft gelöscht
es: Esto eliminará permanentemente tu cuenta y todos los datos
hu: Ez véglegesen törli a fiókodat és az összes adatot
pt: Isto irá eliminar permanentemente a sua conta e todos os dados
ro: Aceasta va șterge permanent contul și toate datele
sk: Tymto sa natrvalo odstrani vas ucet a vsetky udaje

# logout_confirm
source: Are you sure you want to log out?
cs: Opravdu se chcete odhlásit?
de: Möchten Sie sich wirklich ausloggen?
es: ¿Seguro que quieres cerrar sesión?
hu: Biztosan kijelentkezel?
pt: Tem a certeza que quer terminar sessão?
ro: Sigur dorești să te deconectezi?
sk: Naozaj sa chcete odhlasit?

# delete_account_full_warning
source: This action cannot be undone. Your account will be permanently deleted, all personal data will be removed, and any active subscriptions will be cancelled.
cs: Tuto akci nelze vrátit. Váš účet bude trvale smazán, všechna osobní data budou odstraněna a případná aktivní předplatná budou zrušena.
de: Diese Aktion kann nicht rückgängig gemacht werden. Ihr Konto wird dauerhaft gelöscht, alle persönlichen Daten werden entfernt und alle aktiven Abonnements werden gekündigt.
es: Esta acción no se puede deshacer. Tu cuenta se eliminará permanentemente, todos los datos personales se eliminarán y cualquier suscripción activa se cancelará.
hu: Ez a művelet nem vonható vissza. A fiókod véglegesen törlődik, minden személyes adat eltávolításra kerül, és az aktív előfizetések megszűnnek.
pt: Esta ação não pode ser desfeita. A sua conta será eliminada permanentemente, todos os dados pessoais serão removidos e quaisquer subscrições ativas serão canceladas.
ro: Această acțiune nu poate fi anulată. Contul tău va fi șters permanent, toate datele personale vor fi eliminate și orice abonamente active vor fi anulate.
sk: Tuto akciu nie je mozne vratit spat. Vas ucet bude natrvalo odstraneny, vsetky osobne udaje budu vymazane a aktivne predplatne bude zrusene.

# orders_title
source: Orders
cs: Objednávky
de: Bestellungen
es: Pedidos
hu: Rendelések
pt: Encomendas
ro: Comenzi
sk: Objednavky

# order_number
source: Order #%@
cs: Objednávka #%@
de: Bestellung #%@
es: Pedido #%@
hu: Rendelés #%@
pt: Encomenda #%@
ro: Comanda #%@
sk: Objednavka #%@

# order_total
source: Total: %@
cs: Celkem: %@
de: Gesamt: %@
hu: Összesen: %@
sk: Spolu: %@

source: Order Tags
cs: Objednat známky
de: Tags bestellen
es: Pedir etiquetas
hu: Biléták rendelése
pt: Encomendar etiquetas
ro: Comandă etichete
sk: Objednat stitky

source: Replace Tag
cs: Vyměnit známku
de: Tag ersetzen
es: Reemplazar etiqueta
hu: Biléta csere
pt: Substituir etiqueta
ro: Înlocuiește eticheta
sk: Vymenit stitok

# add_pet_first_replacement
source: Add a pet first to order a replacement tag.
cs: Nejprve přidejte mazlíčka, abyste mohli objednat náhradní známku.
de: Fügen Sie zuerst ein Haustier hinzu, um einen Ersatz-Tag zu bestellen.
es: Añade una mascota antes de pedir una etiqueta de reemplazo.
hu: Először adj hozzá egy kedvencet, hogy bilétát cserélhess.
pt: Adicione um animal antes de encomendar uma etiqueta de substituição.
ro: Adaugă un animal înainte de a comanda o etichetă de înlocuire.
sk: Najprv pridajte zviera, aby ste mohli objednat nahradny stitok.

# order_more_tags_title
source: Order More Tags
cs: Objednat více známek
de: Weitere Tags bestellen
es: Pedir más etiquetas
hu: További biléták rendelése
pt: Encomendar mais etiquetas
ro: Comandă mai multe etichete
sk: Objednat viac stitkov

source: Add Another Pet
cs: Přidat dalšího mazlíčka
de: Weiteres Haustier hinzufügen
es: Añadir otra mascota
hu: Kedvenc hozzáadása
pt: Adicionar outro animal
ro: Adaugă alt animal
sk: Pridat dalsie zviera

source: Full Name
cs: Celé jméno
de: Vollständiger Name
es: Nombre completo
hu: Teljes név
pt: Nome completo
ro: Nume complet
sk: Cele meno

source: Place Order
cs: Odeslat objednávku
de: Bestellung aufgeben
es: Realizar pedido
hu: Rendelés leadása
pt: Fazer encomenda
ro: Plasează comanda
sk: Odoslat objednavku

source: Order created. Payment pending.
cs: Objednávka vytvořena. Platba čeká.
de: Bestellung erstellt. Zahlung ausstehend.
es: Pedido creado. Pago pendiente.
hu: Rendelés létrehozva. Fizetés folyamatban.
pt: Encomenda criada. Pagamento pendente.
ro: Comandă creată. Plata este în așteptare.
sk: Objednavka vytvorena. Platba caka.

source: Payment intent failed
cs: Záměr platby selhal
de: Zahlungsabsicht fehlgeschlagen
es: Error en la intención de pago
hu: Sikertelen fizetési szándék
pt: Falha na intenção de pagamento
ro: Intenția de plată a eșuat
sk: Platobny zamer zlyhal

# order_create_failed
source: Failed to create order
cs: Objednávku se nepodařilo vytvořit
de: Bestellung konnte nicht erstellt werden
es: No se pudo crear el pedido
hu: Nem sikerült létrehozni a rendelést
pt: Falha ao criar encomenda
ro: Nu s-a putut crea comanda
sk: Vytvorenie objednavky zlyhalo

# order_replacement_title
source: Order Replacement Tag
cs: Objednat náhradní známku
de: Ersatz-Tag bestellen
es: Pedir etiqueta de reemplazo
hu: Biléta csere rendelése
pt: Encomendar etiqueta de substituição
ro: Comandă etichetă de înlocuire
sk: Objednat nahradny stitok

# pet_label
source: Pet: %@
cs: Mazlíček: %@
de: Haustier: %@
es: Mascota: %@
hu: Kedvenc: %@
pt: Animal: %@
ro: Animal: %@
sk: Zviera: %@

# order_replacement_button
source: Order Replacement
cs: Objednat náhradu
de: Ersatz bestellen
es: Pedir reemplazo
hu: Csere rendelése
pt: Encomendar substituição
ro: Comandă înlocuirea
sk: Objednat nahradu

source: Replacement ordered
cs: Náhrada objednána
de: Ersatz bestellt
es: Reemplazo pedido
hu: Csere megrendelve
pt: Substituição encomendada
ro: Înlocuire comandată
sk: Nahrada objednana

# replacement_failed
source: Failed to order replacement
cs: Náhradu se nepodařilo objednat
de: Ersatz konnte nicht bestellt werden
es: No se pudo pedir el reemplazo
hu: Nem sikerült megrendelni a cserét
pt: Falha ao encomendar substituição
ro: Nu s-a putut comanda înlocuirea
sk: Objednanie nahrady zlyhalo

# replacement_order_failed
source: Failed to create replacement order
cs: Objednávku náhrady se nepodařilo vytvořit
de: Ersatzbestellung konnte nicht erstellt werden
es: No se pudo crear el pedido de reemplazo
hu: Nem sikerült létrehozni a csere rendelést
pt: Falha ao criar encomenda de substituição
ro: Nu s-a putut crea comanda de înlocuire
sk: Vytvorenie objednavky nahrady zlyhalo

# create_payment_intent_failed
source: Failed to create payment intent
cs: Záměr platby se nepodařilo vytvořit
de: Zahlungsabsicht konnte nicht erstellt werden
es: No se pudo crear la intención de pago
hu: Nem sikerült létrehozni a fizetési szándékot
pt: Falha ao criar intenção de pagamento
ro: Nu s-a putut crea intenția de plată
sk: Vytvorenie platobneho zameru zlyhalo

# orders_no_orders
source: No Orders
cs: Žádné objednávky
de: Keine Bestellungen
es: Sin pedidos
hu: Nincsenek rendelések
pt: Sem encomendas
ro: Nu există comenzi
sk: Ziadne objednavky

# orders_no_orders_message
source: You haven't placed any orders yet
cs: Zatím jste neprovedli žádnou objednávku
de: Sie haben noch keine Bestellungen aufgegeben
es: Aún no has realizado pedidos
hu: Még nem adtál le rendelést
pt: Ainda não fez encomendas
ro: Nu ai plasat încă nicio comandă
sk: Zatial ste neodoslali ziadnu objednavku

# orders_order_number %@
source: Order #%@
cs: Objednávka #%@
de: Bestellung #%@
es: Pedido #%@
hu: Rendelés #%@
pt: Encomenda #%@
ro: Comanda #%@
sk: Objednavka #%@

# orders_information
source: Order Information
cs: Informace o objednávce
de: Bestellinformationen
es: Información del pedido
hu: Rendelési információk
pt: Informação da encomenda
ro: Informații comandă
sk: Informacie o objednavke

# orders_order_id
source: Order ID
cs: ID objednávky
de: Bestell-ID
es: ID del pedido
hu: Rendelés azonosító
pt: ID da encomenda
ro: ID comandă
sk: ID objednavky

# orders_status
source: Status
cs: Stav
es: Estado
hu: Állapot
pt: Estado
ro: Stare
sk: Stav

# orders_total_amount
source: Total Amount
cs: Celková částka
de: Gesamtbetrag
es: Importe total
hu: Végösszeg
pt: Montante total
ro: Suma totală
sk: Celkova suma

# orders_order_date
source: Order Date
cs: Datum objednávky
de: Bestelldatum
es: Fecha del pedido
hu: Rendelés dátuma
pt: Data da encomenda
ro: Data comenzii
sk: Datum objednavky

# orders_items
source: Items
cs: Položky
de: Artikel
es: Artículos
hu: Tételek
pt: Itens
ro: Produse
sk: Polozky

# orders_quantity %lld
source: Quantity: %lld
cs: Množství: %lld
de: Menge: %lld
es: Cantidad: %lld
hu: Mennyiség: %lld
pt: Quantidade: %lld
ro: Cantitate: %lld
sk: Mnozstvo: %lld

# orders_tag_pending
source: QR Tag pending
cs: QR známka čeká
de: QR-Tag ausstehend
es: Etiqueta QR pendiente
hu: QR biléta függőben
pt: Etiqueta QR pendente
ro: Etichetă QR în așteptare
sk: QR stitok caka

# orders_tag_assigned
source: QR Tag assigned
cs: QR známka přiřazena
de: QR-Tag zugewiesen
es: Etiqueta QR asignada
hu: QR biléta hozzárendelve
pt: Etiqueta QR atribuída
ro: Etichetă QR alocată
sk: QR stitok priradeny

# orders_detail_title
source: Order Details
cs: Detail objednávky
de: Bestelldetails
es: Detalles del pedido
hu: Rendelés részletei
pt: Detalhes da encomenda
ro: Detalii comandă
sk: Detaily objednavky

# failed_load_orders
source: Failed to load orders
cs: Objednávky se nepodařilo načíst
de: Bestellungen konnten nicht geladen werden
es: No se pudieron cargar los pedidos
hu: Nem sikerült betölteni a rendeléseket
pt: Falha ao carregar encomendas
ro: Nu s-au putut încărca comenzile
sk: Nacitanie objednavok zlyhalo

# order_id_short
source: Order #%@
cs: Objednávka #%@
de: Bestellung #%@
es: Pedido #%@
hu: Rendelés #%@
pt: Encomenda #%@
ro: Comanda #%@
sk: Objednavka #%@

source: Order Information
cs: Informace o objednávce
de: Bestellinformationen
es: Información del pedido
hu: Rendelési információk
pt: Informação da encomenda
ro: Informații comandă
sk: Informacie o objednavke

# order_id_label
source: Order ID
cs: ID objednávky
de: Bestell-ID
es: ID del pedido
hu: Rendelés azonosító
pt: ID da encomenda
ro: ID comandă
sk: ID objednavky

source: Status
cs: Stav
es: Estado
hu: Állapot
pt: Estado
ro: Stare
sk: Stav

source: Total Amount
cs: Celková částka
de: Gesamtbetrag
es: Importe total
hu: Végösszeg
pt: Montante total
ro: Suma totală
sk: Celkova suma

source: Order Date
cs: Datum objednávky
de: Bestelldatum
es: Fecha del pedido
hu: Rendelés dátuma
pt: Data da encomenda
ro: Data comenzii
sk: Datum objednavky

source: Items
cs: Položky
de: Artikel
es: Artículos
hu: Tételek
pt: Itens
ro: Produse
sk: Polozky

# order_more_title
source: Order More Tags
cs: Objednat více známek
de: Weitere Tags bestellen
es: Pedir más etiquetas
hu: További biléták rendelése
pt: Encomendar mais etiquetas
ro: Comandă mai multe etichete
sk: Objednat viac stitkov

# order_more_complete
source: Order Complete!
cs: Objednávka dokončena!
de: Bestellung abgeschlossen!
es: ¡Pedido completado!
hu: Rendelés kész!
pt: Encomenda completa!
ro: Comandă completă!
sk: Objednavka dokoncena!

# order_more_payment_pending
source: Your order has been placed. You'll receive an email with payment instructions shortly.
cs: Objednávka byla odeslána. Brzy obdržíte e-mail s pokyny k platbě.
de: Ihre Bestellung wurde aufgegeben. Sie erhalten in Kürze eine E-Mail mit Zahlungsanweisungen.
es: Tu pedido ha sido realizado. Recibirás un correo con las instrucciones de pago en breve.
hu: A rendelésed leadva. Hamarosan emailt kapsz a fizetési instrukciókkal.
pt: A sua encomenda foi efetuada. Receberá um e-mail com instruções de pagamento em breve.
ro: Comanda ta a fost plasată. Vei primi în curând un e-mail cu instrucțiunile de plată.
sk: Vasa objednavka bola odoslana. Coskoro dostanete e-mail s pokynmi na platbu.

# order_more_confirmation
source: We'll ship your tags once payment is confirmed.
cs: Známky odešleme po potvrzení platby.
de: Wir versenden Ihre Tags, sobald die Zahlung bestätigt ist.
es: Enviaremos tus etiquetas cuando se confirme el pago.
hu: A bilétákat a fizetés megerősítése után szállítjuk.
pt: Enviaremos as etiquetas após confirmação do pagamento.
ro: Vom expedia etichetele după confirmarea plății.
sk: Stitky odosleme po potvrdeni platby.

# order_more_pet_names
source: Pet Names
cs: Jména mazlíčků
de: Namen der Haustiere
es: Nombres de mascotas
hu: Kedvencek nevei
pt: Nomes dos animais
ro: Numele animalelor
sk: Mena zvierat

# order_more_pet_names_footer
source: Enter the names of pets you'd like tags for. We'll engrave each tag with the pet's name.
cs: Zadejte jména mazlíčků, pro které chcete známky. Na každou známku vygravírujeme jméno.
de: Geben Sie die Namen der Haustiere ein, für die Sie Tags möchten. Wir gravieren den Namen auf jeden Tag.
es: Introduce los nombres de las mascotas para las que quieres etiquetas. Grabaremos cada etiqueta con el nombre.
hu: Add meg azoknak a kedvenceknek a nevét, akiknek bilétát szeretnél. A bilétára gravírozzuk a kedvenc nevét.
pt: Introduza os nomes dos animais para os quais pretende etiquetas. Vamos gravar o nome em cada etiqueta.
ro: Introdu numele animalelor pentru care vrei etichete. Vom grava fiecare etichetă cu numele animalului.
sk: Zadajte mena zvierat, pre ktore chcete stitky. Na kazdy stitok vygravírujeme meno.

# order_more_pet_name_placeholder
source: Pet name
cs: Jméno mazlíčka
de: Name des Haustiers
es: Nombre de la mascota
hu: Kedvenc neve
pt: Nome do animal
ro: Numele animalului
sk: Meno zvierata

# order_more_add_another
source: Add Another Pet
cs: Přidat dalšího mazlíčka
de: Weiteres Haustier hinzufügen
es: Añadir otra mascota
hu: Kedvenc hozzáadása
pt: Adicionar outro animal
ro: Adaugă alt animal
sk: Pridat dalsie zviera

# order_more_your_info
source: Your Information
cs: Vaše údaje
de: Ihre Informationen
es: Tu información
hu: Adataid
pt: A sua informação
ro: Informațiile tale
sk: Vase udaje

# order_more_full_name
source: Full Name
cs: Celé jméno
de: Vollständiger Name
es: Nombre completo
hu: Teljes név
pt: Nome completo
ro: Nume complet
sk: Cele meno

# order_more_phone
source: Phone
cs: Telefon
de: Telefon
es: Teléfono
hu: Telefonszám
pt: Telefone
ro: Telefon
sk: Telefon

# order_more_shipping
source: Shipping Address
cs: Doručovací adresa
de: Lieferadresse
es: Dirección de envío
hu: Szállítási cím
pt: Morada de envio
ro: Adresă de livrare
sk: Dodacia adresa

# order_more_street
source: Street Address
cs: Ulice a číslo
de: Straße und Hausnummer
es: Calle y número
hu: Utca, házszám
pt: Rua e número
ro: Stradă și număr
sk: Ulica a cislo

# order_more_street_placeholder
source: Enter street address
cs: Zadejte ulici a číslo
de: Straße und Hausnummer eingeben
es: Introduce calle y número
hu: Add meg az utcát és házszámot
pt: Introduza rua e número
ro: Introdu strada și numărul
sk: Zadajte ulicu a cislo

# order_more_line2
source: Address Line 2 (Optional)
cs: Adresní řádek 2 (volitelné)
de: Adresszeile 2 (optional)
es: Dirección línea 2 (opcional)
hu: Cím 2. sora (opcionális)
pt: Linha de morada 2 (opcional)
ro: Linia 2 adresă (opțional)
sk: Adresny riadok 2 (volitelne)

# order_more_line2_placeholder
source: Apartment, suite, etc.
cs: Byt, patro apod.
de: Wohnung, Etage usw.
es: Piso, suite, etc.
hu: Lakás, emelet, stb.
pt: Apartamento, suíte, etc.
ro: Apartament, etaj, etc.
sk: Byt, poschodie, atd.

# order_more_city
source: City
cs: Město
de: Stadt
es: Ciudad
hu: Város
pt: Cidade
ro: Oraș
sk: Mesto
