Repository: Project-Xtag/pet-safety-ios
Catalog: PetSafety/PetSafety/Resources/*.lproj/Localizable.strings
Languages: cs, de, es, hu, pt, ro, sk

# order_more_province
source: Province / State (Optional)
cs: Kraj / stát (volitelné)
de: Bundesland / Staat (optional)
es: Provincia / Estado (opcional)
hu: Megye / állam (opcionális)
pt: Distrito / estado (opcional)
ro: Județ / stat (opțional)
sk: Kraj/stat (volitelne)

# order_more_postal
source: Postal Code
cs: PSČ
de: Postleitzahl
es: Código postal
hu: Irányítószám
pt: Código postal
ro: Cod poștal
sk: PSC

# order_more_country
source: Country
cs: Země
de: Land
es: País
hu: Ország
pt: País
ro: Țară
sk: Krajina

# order_more_summary
source: Order Summary
cs: Shrnutí objednávky
de: Bestellübersicht
es: Resumen del pedido
hu: Rendelés összegzése
pt: Resumo da encomenda
ro: Rezumat comandă
sk: Zhrnutie objednavky

# order_more_tags_count %lld
source: Tags (%lld)
cs: Známky (%lld)
es: Etiquetas (%lld)
hu: Biléták (%lld)
pt: Etiquetas (%lld)
ro: Etichete (%lld)
sk: Stitky (%lld)

# order_more_shipping_cost
source: Shipping
cs: Doprava
de: Versand
es: Envío
hu: Szállítás
pt: Envio
ro: Livrare
sk: Doprava

# order_more_total
source: Total
cs: Celkem
de: Gesamt
hu: Összesen
sk: Spolu

# order_more_creating
source: Creating Order...
cs: Vytváření objednávky…
de: Bestellung wird erstellt…
es: Creando pedido...
hu: Rendelés létrehozása...
pt: A criar encomenda...
ro: Se creează comanda...
sk: Vytvara sa objednavka...

# order_more_place_order
source: Place Order
cs: Odeslat objednávku
de: Bestellung aufgeben
es: Realizar pedido
hu: Rendelés leadása
pt: Fazer encomenda
ro: Plasează comanda
sk: Odoslat objednavku

# order_more_proceed_to_payment
source: Proceed to Payment
de: Weiter zur Zahlung
es: Continuar al pago
ro: Continuă la plată
sk: Pokračovať k platbe

# order_more_redirecting
source: Redirecting...
de: Weiterleitung...
es: Redirigiendo...
ro: Redirecționare...
sk: Presmerovanie...

source: Pet Names
cs: Jména mazlíčků
de: Namen der Haustiere
es: Nombres de mascotas
hu: Kedvencek nevei
pt: Nomes dos animais
ro: Numele animalelor
sk: Mena zvierat

source: Shipping Address
cs: Doručovací adresa
de: Lieferadresse
es: Dirección de envío
hu: Szállítási cím
pt: Morada de envio
ro: Adresă de livrare
sk: Dodacia adresa

source: Shipping
cs: Doprava
de: Versand
es: Envío
hu: Szállítás
pt: Envio
ro: Livrare
sk: Doprava

# get_qr_tags_subtitle
source: Get QR tags for your pets
cs: Získejte QR známky pro své mazlíčky
de: QR-Tags für Ihre Haustiere erhalten
es: Consigue etiquetas QR para tus mascotas
hu: Szerezz QR bilétákat a kedvenceidnek
pt: Obtenha etiquetas QR para os seus animais
ro: Obține etichete QR pentru animalele tale
sk: Ziskajte QR stitky pre svoje zvierata

# order_replace_title
source: Order Replacement Tag
cs: Objednat náhradní známku
de: Ersatz-Tag bestellen
es: Pedir etiqueta de reemplazo
hu: Biléta csere rendelése
pt: Encomendar etiqueta de substituição
ro: Comandă etichetă de înlocuire
sk: Objednat nahradny stitok

# order_replace_complete
source: Order Complete!
cs: Objednávka dokončena!
de: Bestellung abgeschlossen!
es: ¡Pedido completado!
hu: Rendelés kész!
pt: Encomenda completa!
ro: Comandă completă!
sk: Objednavka dokoncena!

# order_replace_confirmation
source: Your replacement tag will be shipped to the address provided.
cs: Náhradní známka bude odeslána na uvedenou adresu.
de: Ihr Ersatz-Tag wird an die angegebene Adresse versendet.
es: Tu etiqueta de reemplazo se enviará a la dirección proporcionada.
hu: A cserebiléta a megadott címre lesz szállítva.
pt: A sua etiqueta de substituição será enviada para a morada indicada.
ro: Eticheta de înlocuire va fi expediată la adresa furnizată.
sk: Nahradny stitok bude odoslany na uvedenu adresu.

# order_replace_pet_info
source: Pet Information
cs: Informace o mazlíčkovi
de: Haustierinformationen
es: Información de la mascota
hu: Kedvenc információ
pt: Informação do animal
ro: Informații animal
sk: Informacie o zvierati

# order_replace_important
source: Important Information
cs: Důležité informace
de: Wichtige Informationen
es: Información importante
hu: Fontos információ
pt: Informação importante
ro: Informații importante
sk: Dolezite informacie

# order_replace_eligible_free
source: First replacement is free
cs: První náhrada zdarma
de: Erster Ersatz ist kostenlos
es: El primer reemplazo es gratis
hu: Az első csere ingyenes
pt: A primeira substituição é grátis
ro: Prima înlocuire este gratuită
sk: Prva nahrada je zdarma

# order_replace_additional_fee %@
source: Additional replacements: %@
cs: Další náhrady: %@
de: Weitere Ersatz-Tags: %@
es: Reemplazos adicionales: %@
hu: További csere: %@
pt: Substituições adicionais: %@
ro: Înlocuiri suplimentare: %@
sk: Dalsie nahrady: %@

# order_replace_shipping
source: Shipping Address
cs: Doručovací adresa
de: Lieferadresse
es: Dirección de envío
hu: Szállítási cím
pt: Morada de envio
ro: Adresă de livrare
sk: Dodacia adresa

# order_replace_shipping_footer
source: We'll ship the replacement tag to this address.
cs: Náhradní známku odešleme na tuto adresu.
de: Wir senden den Ersatz-Tag an diese Adresse.
es: Enviaremos la etiqueta de reemplazo a esta dirección.
hu: A cserebilétát erre a címre szállítjuk.
pt: Enviaremos a etiqueta de substituição para esta morada.
ro: Vom expedia eticheta de înlocuire la această adresă.
sk: Nahradny stitok posleme na tuto adresu.

# order_replace_street
source: Street Address
cs: Ulice a číslo
de: Straße und Hausnummer
es: Calle y número
hu: Utca, házszám
pt: Rua e número
ro: Stradă și număr
sk: Ulica a cislo

# order_replace_street_placeholder
source: Enter street address
cs: Zadejte ulici a číslo
de: Straße und Hausnummer eingeben
es: Introduce calle y número
hu: Add meg az utcát és házszámot
pt: Introduza rua e número
ro: Introdu strada și numărul
sk: Zadajte ulicu a cislo

# order_replace_line2
source: Address Line 2 (Optional)
cs: Adresní řádek 2 (volitelné)
de: Adresszeile 2 (optional)
es: Dirección línea 2 (opcional)
hu: Cím 2. sora (opcionális)
pt: Linha de morada 2 (opcional)
ro: Linia 2 adresă (opțional)
sk: Adresny riadok 2 (volitelne)

# order_replace_line2_placeholder
source: Apartment, suite, etc.
cs: Byt, patro apod.
de: Wohnung, Etage usw.
es: Piso, suite, etc.
hu: Lakás, emelet, stb.
pt: Apartamento, suíte, etc.
ro: Apartament, etaj, etc.
sk: Byt, poschodie, atd.

# order_replace_city
source: City
cs: Město
de: Stadt
es: Ciudad
hu: Város
pt: Cidade
ro: Oraș
sk: Mesto

# order_replace_postal
source: Postal Code
cs: PSČ
de: Postleitzahl
es: Código postal
hu: Irányítószám
pt: Código postal
ro: Cod poștal
sk: PSC

# order_replace_country
source: Country
cs: Země
de: Land
es: País
hu: Ország
pt: País
ro: Țară
sk: Krajina

# order_replace_phone
source: Phone Number (Optional)
cs: Telefon (volitelné)
de: Telefonnummer (optional)
es: Teléfono (opcional)
hu: Telefonszám (opcionális)
pt: Telefone (opcional)
ro: Telefon (opțional)
sk: Telefon (volitelne)

# order_replace_phone_placeholder
source: Enter phone number
cs: Zadejte telefonní číslo
de: Telefonnummer eingeben
es: Introduce teléfono
hu: Add meg a telefonszámod
pt: Introduza o telefone
ro: Introdu numărul de telefon
sk: Zadajte telefonne cislo

# order_replace_creating
source: Creating Order...
cs: Vytváření objednávky…
de: Bestellung wird erstellt…
es: Creando pedido...
hu: Rendelés létrehozása...
pt: A criar encomenda...
ro: Se creează comanda...
sk: Vytvara sa objednavka...

# order_replace_free_button
source: Confirm & Order Free Replacement Tag
cs: Potvrdit a objednat bezplatnou náhradní známku
de: Bestätigen & kostenlosen Ersatz-Tag bestellen
es: Confirmar y pedir etiqueta de reemplazo gratis
hu: Megerősítés & ingyenes csere biléta rendelése
pt: Confirmar e encomendar etiqueta de substituição grátis
ro: Confirmă și comandă eticheta de înlocuire gratuită
sk: Potvrdit a objednat bezplatnu nahradu stitka

# order_replace_paid_button %@
source: Confirm & Pay %@
cs: Potvrdit a zaplatit %@
de: Bestätigen & %@ bezahlen
es: Confirmar y pagar %@
hu: Megerősítés & fizetés: %@
pt: Confirmar e pagar %@
ro: Confirmă și plătește %@
sk: Potvrdit a zaplatit %@

# replacement_subtitle
source: Lost or damaged? We'll send you a new one
cs: Ztracená nebo poškozená? Pošleme novou
de: Verloren oder beschädigt? Wir senden einen neuen
es: ¿Perdida o dañada? Te enviaremos una nueva
hu: Elveszett vagy sérült? Küldünk újat
pt: Perdida ou danificada? Enviaremos uma nova
ro: Pierdută sau deteriorată? Îți trimitem una nouă
sk: Strateny alebo poskodeny? Posleme novy

source: Free Replacement
cs: Bezplatná náhrada
de: Kostenloser Ersatz
es: Reemplazo gratuito
hu: Ingyenes csere
pt: Substituição gratuita
ro: Înlocuire gratuită
sk: Bezplatna nahrada

source: Public Profile Preview
cs: Náhled veřejného profilu
de: Vorschau des öffentlichen Profils
es: Vista previa del perfil público
hu: Nyilvános profil előnézet
pt: Pré-visualização do perfil público
ro: Previzualizare profil public
sk: Nahlad verejneho profilu

# failed_load_profile
source: Failed to load profile
cs: Nepodařilo se načíst profil
de: Profil konnte nicht geladen werden
es: No se pudo cargar el perfil
hu: Nem sikerült betölteni a profilt
pt: Falha ao carregar perfil
ro: Nu s-a putut încărca profilul
sk: Nacitanie profilu zlyhalo

# public_profile_subtitle
source: This is how others see %@'s profile
cs: Takto ostatní uvidí profil %@
de: So sehen andere das Profil von %@
es: Así ven los demás el perfil de %@
hu: Így látják mások %@ profilját
pt: É assim que os outros veem o perfil de %@
ro: Așa văd ceilalți profilul lui %@
sk: Takto ostatni uvidia profil %@

# owner_notified_sms_email
source: %@'s owner will receive an SMS and email with your location
cs: Majitel %@ obdrží SMS a e-mail s vaší polohou
de: Der Besitzer von %@ erhält eine SMS und eine E-Mail mit deinem Standort
es: El dueño de %@ recibirá un SMS y un correo con tu ubicación
hu: %@ gazdája SMS-t és emailt kap a tartózkodási helyedről
pt: O dono de %@ receberá um SMS e um e-mail com a sua localização
ro: Proprietarul lui %@ va primi un SMS și un e-mail cu locația ta
sk: Majitel %@ dostane SMS a e-mail s vasou polohou

# contact_owner_plea
source: Please let my owner know that you have found me…
cs: Prosím, dejte mému majiteli vědět, že jste mě našli…
de: Bitte informiere meinen Besitzer, dass du mich gefunden hast…
es: Por favor, avisa a mi dueño de que me has encontrado…
hu: Kérlek, tudasd a gazdámmal, hogy megtaláltál…
pt: Por favor, avise o meu dono que me encontrou…
ro: Te rog anunță proprietarul că m-ai găsit…
sk: Prosim, dajte mojmu majitelovi vediet, ze ste ma nasli…

# contact_info_not_set
source: Contact info not set up yet
cs: Kontaktní údaje ještě nejsou nastaveny
de: Kontaktinfos noch nicht eingerichtet
es: La información de contacto aún no está configurada
hu: Az elérhetőségek még nincsenek beállítva
pt: Informação de contacto ainda não definida
ro: Datele de contact nu sunt încă setate
sk: Kontaktne udaje este nie su nastavene

# contact_info_hidden
source: Contact info is hidden
cs: Kontaktní údaje jsou skryté
de: Kontaktinfos sind verborgen
es: La información de contacto está oculta
hu: Az elérhetőségek rejtve vannak
pt: Informação de contacto está oculta
ro: Datele de contact sunt ascunse
sk: Kontaktne udaje su skryte

# contact_info_hidden_hint
source: Your contact details are set but hidden due to privacy settings. Update in Account > Privacy Mode.
cs: Kontaktní údaje jsou nastaveny, ale skryty kvůli nastavení soukromí. Aktualizujte v Účet > Režim soukromí.
de: Ihre Kontaktdaten sind eingestellt, aber aufgrund der Privatsphäre-Einstellungen verborgen. Aktualisieren Sie in Konto > Privatsphäre-Modus.
es: Tus datos de contacto están configurados pero ocultos por ajustes de privacidad. Actualiza en Cuenta > Modo de privacidad.
hu: Az elérhetőségeid be vannak állítva, de az adatvédelmi beállítások miatt rejtve vannak. Frissítés: Fiók > Adatvédelmi mód.
pt: Os seus contactos estão definidos mas ocultos devido às definições de privacidade. Atualize em Conta > Modo de privacidade.
ro: Datele de contact sunt setate, dar ascunse din setările de confidențialitate. Actualizează în Cont > Mod confidențialitate.
sk: Kontaktne udaje su nastavene, ale skryte kvoli nastaveniam sukromia. Aktualizujte v Ucet > Rezim sukromia.

source: Allergies
cs: Alergie
de: Allergien
es: Alergias
hu: Allergiák
pt: Alergias
ro: Alergii
sk: Alergie

source: Medications
cs: Léky
de: Medikamente
es: Medicaciones
hu: Gyógyszerek
pt: Medicamentos
ro: Medicație
sk: Lieky

source: Unique Features
cs: Jedinečné znaky
de: Besondere Merkmale
es: Rasgos únicos
hu: Egyedi jegyek
pt: Características únicas
ro: Caracteristici unice
sk: Jedinecne znaky

source: Behavior Notes
cs: Poznámky k chování
de: Verhaltensnotizen
es: Notas de comportamiento
hu: Viselkedési megjegyzések
pt: Notas de comportamento
ro: Note comportament
sk: Poznamky k spravaniu

source: Yes
cs: Ano
de: Ja
es: Sí
hu: Igen
pt: Sim
ro: Da
sk: Ano

source: No
cs: Ne
de: Nein
hu: Nem
pt: Não
ro: Nu
sk: Nie

source: How It Works
cs: Jak to funguje
de: So funktioniert es
es: Cómo funciona
hu: Hogyan működik
pt: Como funciona
ro: Cum funcționează
sk: Ako to funguje

# help_reunite_pet
source: Help reunite %@ with their owner safely
cs: Pomozte bezpečně shledat %@ s majitelem
de: Helfen Sie, %@ sicher mit seinem Besitzer zu vereinen
es: Ayuda a reunir de forma segura a %@ con su dueño
hu: Segíts biztonságosan újraegyesíteni %@-t a gazdájával
pt: Ajude a reunir %@ com o dono em segurança
ro: Ajută la reunirea în siguranță a lui %@ cu proprietarul
sk: Pomozte bezpecne znovuzjednotit %@ s majitelom

# step_share_location
source: Share Your Location
cs: Sdílejte svou polohu
de: Standort teilen
es: Compartir tu ubicación
hu: Helyed megosztása
pt: Partilhar a sua localização
ro: Partajează locația
sk: Zdielajte polohu

# step_share_location_desc
source: Tap the button above to share your location with the owner
cs: Klepněte na tlačítko výše pro sdílení polohy s majitelem
de: Tippen Sie oben, um Ihren Standort mit dem Besitzer zu teilen
es: Toca el botón de arriba para compartir tu ubicación con el dueño
hu: Koppints a fenti gombra, hogy megoszd a helyed a gazdával
pt: Toque no botão acima para partilhar a sua localização com o dono
ro: Apasă butonul de mai sus pentru a partaja locația cu proprietarul
sk: Tuknite na tlacidlo vyssie a zdielajte polohu s majitelom

# step_owner_notified
source: Owner Gets Notified
cs: Majitel je informován
de: Besitzer wird informiert
es: Dueño notificado
hu: A gazda értesítést kap
pt: Dono notificado
ro: Proprietarul este notificat
sk: Majitel dostane upozornenie

# step_owner_notified_desc
source: The owner receives an SMS and email with your location
cs: Majitel obdrží SMS a e-mail s vaší polohou
de: Der Besitzer erhält eine SMS und E-Mail mit deinem Standort
es: El dueño recibe un SMS y un correo con tu ubicación
hu: A gazda SMS-t és emailt kap a helyedről
pt: O dono recebe um SMS e um e-mail com a sua localização
ro: Proprietarul primește SMS și e-mail cu locația ta
sk: Majitel dostane SMS a e-mail s vasou polohou

# step_quick_reunion
source: Quick Reunion
cs: Rychlé shledání
de: Schnelle Wiedervereinigung
es: Reunión rápida
hu: Gyors újraegyesülés
pt: Reunião rápida
ro: Reunire rapidă
sk: Rychle znovuzjednotenie

# step_quick_reunion_desc
source: The owner can navigate to your location to collect their pet
cs: Majitel může navigovat k vaší poloze a vyzvednout svého mazlíčka
de: Der Besitzer kann zu Ihrem Standort navigieren, um sein Haustier abzuholen
es: El dueño puede navegar hasta tu ubicación para recoger a su mascota
hu: A gazda a helyedre navigálhat, hogy összegyűjtse a kedvencét
pt: O dono pode navegar até à sua localização para recolher o animal
ro: Proprietarul poate naviga către locația ta pentru a-și recupera animalul
sk: Majitel moze navigovat k vasej polohe a vyzdvihnut zviera

# owner_phone_label
source: Owner Phone: %@
cs: Telefon majitele: %@
de: Telefon des Besitzers: %@
es: Teléfono del dueño: %@
hu: Gazda telefonszáma: %@
pt: Telefone do dono: %@
ro: Telefon proprietar: %@
sk: Telefon majitela: %@

# owner_email_label
source: Owner Email: %@
cs: E-mail majitele: %@
de: E-Mail des Besitzers: %@
es: Correo del dueño: %@
hu: Gazda email címe: %@
pt: E-mail do dono: %@
ro: E-mail proprietar: %@
sk: E-mail majitela: %@

source: Offline Mode
cs: Offline režim
de: Offline-Modus
es: Modo sin conexión
hu: Offline mód
pt: Modo offline
ro: Mod offline
sk: Offline rezim

source: Syncing...
cs: Synchronizace…
de: Wird synchronisiert…
es: Sincronizando...
hu: Szinkronizálás...
pt: A sincronizar...
ro: Se sincronizează...
sk: Synchronizuje sa...

source: Sync completed
cs: Synchronizace dokončena
de: Synchronisierung abgeschlossen
es: Sincronización completada
hu: Szinkronizálás kész
pt: Sincronização concluída
ro: Sincronizare completă
sk: Synchronizacia dokoncena

source: Sync failed: %@
cs: Synchronizace se nezdařila: %@
de: Synchronisierung fehlgeschlagen: %@
es: Sincronización fallida: %@
hu: Szinkronizálás sikertelen: %@
pt: Sincronização falhou: %@
ro: Sincronizare eșuată: %@
sk: Synchronizacia zlyhala: %@

# sync_no_connection
source: Cannot sync: No internet connection
cs: Nelze synchronizovat: bez internetového připojení
de: Synchronisierung nicht möglich: Keine Internetverbindung
es: No se puede sincronizar: sin conexión a Internet
hu: Nem lehet szinkronizálni: nincs internetkapcsolat
pt: Não é possível sincronizar: sem ligação à internet
ro: Nu se poate sincroniza: fără internet
sk: Nie je mozne synchronizovat: bez internetoveho pripojenia

source: Pending Changes
cs: Čekající změny
de: Ausstehende Änderungen
es: Cambios pendientes
hu: Függőben lévő változások
pt: Alterações pendentes
ro: Modificări în așteptare
sk: Cakajuce zmeny

# offline_changes_sync
source: Changes will sync when online
cs: Změny se synchronizují po připojení
de: Änderungen werden synchronisiert, sobald online
es: Los cambios se sincronizarán cuando haya conexión
hu: A változások online állapotban szinkronizálódnak
pt: As alterações serão sincronizadas quando estiver online
ro: Modificările se vor sincroniza când ești online
sk: Zmeny sa synchronizuju po pripojeni

# tap_view_queued_actions
source: Tap to view queued actions
cs: Klepněte pro zobrazení čekajících akcí
de: Tippen, um ausstehende Aktionen anzuzeigen
es: Toca para ver acciones en cola
hu: Koppints a sorba állított műveletek megtekintéséhez
pt: Toque para ver ações em fila
ro: Apasă pentru a vedea acțiunile în coadă
sk: Tuknite pre zobrazenie cakajucich akcii

source: Connected
cs: Připojeno
de: Verbunden
es: Conectado
hu: Kapcsolódva
pt: Ligado
ro: Conectat
sk: Pripojene

source: Sync Now
cs: Synchronizovat nyní
de: Jetzt synchronisieren
es: Sincronizar ahora
hu: Szinkronizálás most
pt: Sincronizar agora
ro: Sincronizează acum
sk: Synchronizovat teraz

# changes_sync_restored
source: Changes will be synced automatically when connection is restored.
cs: Změny se budou automaticky synchronizovat po obnovení připojení.
de: Änderungen werden automatisch synchronisiert, sobald die Verbindung wiederhergestellt ist.
es: Los cambios se sincronizarán automáticamente cuando se restablezca la conexión.
hu: A változások automatikusan szinkronizálódnak, ha a kapcsolat helyreáll.
pt: As alterações serão sincronizadas automaticamente quando a ligação for restaurada.
ro: Modificările se vor sincroniza automat când conexiunea este restabilită.
sk: Zmeny sa budu automaticky synchronizovat po obnoveni pripojenia.

# offline_pending_changes
source: Pending Changes
cs: Čekající změny
de: Ausstehende Änderungen
es: Cambios pendientes
hu: Függőben lévő változások
pt: Alterações pendentes
ro: Modificări în așteptare
sk: Cakajuce zmeny

# offline_sync_message
source: Changes will sync when online
cs: Změny se synchronizují po připojení
de: Änderungen werden synchronisiert, sobald online
es: Los cambios se sincronizarán cuando haya conexión
hu: A változások online állapotban szinkronizálódnak
pt: As alterações serão sincronizadas quando estiver online
ro: Modificările se vor sincroniza când ești online
sk: Zmeny sa synchronizuju po pripojeni

# offline_tap_to_view
source: Tap to view queued actions
cs: Klepněte pro zobrazení čekajících akcí
de: Tippen, um ausstehende Aktionen anzuzeigen
es: Toca para ver acciones en cola
hu: Koppints a sorba állított műveletek megtekintéséhez
pt: Toque para ver ações em fila
ro: Apasă pentru a vedea acțiunile în coadă
sk: Tuknite pre zobrazenie cakajucich akcii

# offline_actions_queued %lld
source: %lld action(s) queued
cs: %lld akcí ve frontě
de: %lld Aktion(en) in Warteschlange
es: %lld acción(es) en cola
hu: %lld művelet sorba állítva
pt: %lld ação(ões) em fila
ro: %lld acțiune(i) în coadă
sk: %lld akcia(i) vo fronte

# offline_last_synced %@
source: Last synced: %@
cs: Naposledy synchronizováno: %@
de: Zuletzt synchronisiert: %@
es: Última sincronización: %@
hu: Utoljára szinkronizálva: %@
pt: Última sincronização: %@
ro: Ultima sincronizare: %@
sk: Naposledy synchronizovane: %@

# offline_sync_now
source: Sync Now
cs: Synchronizovat nyní
de: Jetzt synchronisieren
es: Sincronizar ahora
hu: Szinkronizálás most
pt: Sincronizar agora
ro: Sincronizează acum
sk: Synchronizovat teraz

# sync_actions_failed %lld
source: %lld action(s) failed to sync
cs: %lld akcí se nepodařilo synchronizovat
de: %lld Aktion(en) konnten nicht synchronisiert werden
es: %lld acción(es) no se pudieron sincronizar
hu: %lld művelet szinkronizálása sikertelen
pt: %lld ação(ões) não foram sincronizadas
ro: %lld acțiune(i) nu au fost sincronizate
sk: %lld akcia(i) sa nepodarilo synchronizovat

# sync_tried_count %lld
source: Tried %lld time(s)
cs: Vyzkoušeno %lldx
de: %lld Mal versucht
es: Se intentó %lld vez/veces
hu: %lld alkalommal próbáltuk
pt: Tentado %lld vez(es)
ro: Încercat de %lld ori
sk: Skusene %lld-krat

# error_something_wrong
source: Something went wrong
cs: Něco se pokazilo
de: Etwas ist schiefgelaufen
es: Algo salió mal
hu: Valami hiba történt
pt: Algo correu mal
ro: Ceva nu a mers bine
sk: Nieco sa pokazilo

source: Something went wrong
cs: Něco se pokazilo
de: Etwas ist schiefgelaufen
es: Algo salió mal
hu: Valami hiba történt
pt: Algo correu mal
ro: Ceva nu a mers bine
sk: Nieco sa pokazilo

source: Try Again
cs: Zkusit znovu
de: Erneut versuchen
es: Intentar de nuevo
hu: Próbáld újra
pt: Tentar novamente
ro: Încearcă din nou
sk: Skusit znova

# map_approximate_notice
source: This is an approximate location (~500m). Search the surrounding area.
cs: Toto je přibližná poloha (~500 m). Prohledejte okolí.
de: Dies ist ein ungefährer Standort (~500 m). Suchen Sie die Umgebung ab.
es: Esta es una ubicación aproximada (~500 m). Busca en la zona.
hu: Ez egy közelítő hely (~500m). Keresd a környező területet.
pt: Esta é uma localização aproximada (~500 m). Procure a área ao redor.
ro: Aceasta este o locație aproximativă (~500 m). Caută în zona din jur.
sk: Toto je priblizna poloha (~500 m). Prehladajte okolie.

# map_coordinates
source: Coordinates
cs: Souřadnice
de: Koordinaten
es: Coordenadas
hu: Koordináták
pt: Coordenadas
ro: Coordonate
sk: Suradnice

# map_open_in
source: Open in
cs: Otevřít v
de: Öffnen in
es: Abrir en
hu: Megnyitás itt
pt: Abrir em
ro: Deschide în
sk: Otvorit v

# map_apple_maps
source: Apple Maps
cs: Apple Mapy
de: Apple Karten
hu: Apple Térkép
sk: Apple Mapy

# map_google_maps
source: Google Maps
cs: Google Mapy
hu: Google Térkép
sk: Google Mapy

# map_pet_location %@
source: %@ Location
cs: Poloha %@
de: Standort von %@
es: Ubicación de %@
hu: %@ helye
pt: Localização de %@
ro: Locația lui %@
sk: Poloha %@

# location_title
source: %@ Location
cs: Poloha %@
de: Standort von %@
es: Ubicación de %@
hu: %@ helye
pt: Localização de %@
ro: Locația lui %@
sk: Poloha %@
