Repository: Project-Xtag/pet-safety-ios
Catalog: PetSafety/PetSafety/Resources/*.lproj/Localizable.strings
Languages: cs, de, es, hu, pt, ro, sk

# push_prompt_benefit_missing
source: Missing pet alerts in your area
cs: Upozornění na ztracené mazlíčky ve vašem okolí
de: Vermisstenwarnungen in Ihrer Nähe
es: Alertas de mascotas perdidas en tu zona
hu: Eltűnt kedvenc riasztások a környékeden
pt: Alertas de animais desaparecidos na sua área
ro: Alerte pentru animale dispărute în zona ta
sk: Upozornenia na stratene zvierata vo vasom okoli

# push_prompt_enable
source: Enable Notifications
cs: Povolit oznámení
de: Benachrichtigungen aktivieren
es: Habilitar notificaciones
hu: Értesítések engedélyezése
pt: Ativar notificações
ro: Activează notificările
sk: Povolit upozornenia

# push_prompt_later
source: Maybe Later
cs: Možná později
de: Vielleicht später
es: Quizá más tarde
hu: Talán később
pt: Talvez mais tarde
ro: Poate mai târziu
sk: Mozno neskor

# referral_loading
source: Loading…
cs: Načítání…
de: Wird geladen…
es: Cargando…
hu: Betöltés…
pt: A carregar…
ro: Se încarcă…
sk: Nacitava sa…

# referral_your_code
source: Your Referral Code
cs: Váš doporučovací kód
de: Ihr Empfehlungscode
es: Tu código de referidos
hu: Ajánlókódod
pt: O seu código de indicação
ro: Codul tău de recomandare
sk: Vas odporucaci kod

# referral_share_footer
source: Share your code with friends. When they subscribe, you both get rewarded!
cs: Sdílejte svůj kód s přáteli. Když si předplatí, oba dostanete odměnu!
de: Teilen Sie Ihren Code mit Freunden. Wenn sie abonnieren, erhalten Sie beide eine Belohnung!
es: Comparte tu código con amigos. Cuando se suscriban, ¡ambos reciben recompensa!
hu: Oszd meg a kódodat barátaiddal. Ha előfizetnek, mindketten jutalmat kaptok!
pt: Partilhe o seu código com amigos. Quando subscreverem, ambos ganham uma recompensa!
ro: Partajează codul cu prietenii. Când se abonează, amândoi primiți recompense!
sk: Zdielajte kod s priatelmi. Ked si predplatia, obaja ziskate odmenu!

# referral_how_it_works
source: How It Works
cs: Jak to funguje
de: So funktioniert es
es: Cómo funciona
hu: Hogyan működik
pt: Como funciona
ro: Cum funcționează
sk: Ako to funguje

# referral_step_1
source: Share your referral code with a friend
cs: Sdílejte svůj jedinečný kód s přáteli
de: Teilen Sie Ihren Empfehlungscode mit einem Freund
es: Comparte tu código único con amigos
hu: Oszd meg az egyedi kódod a barátokkal
pt: Partilhe o seu código único com amigos
ro: Partajează codul tău unic cu prietenii
sk: Zdielajte svoj jedinecny kod s priatelmi

# referral_step_2
source: They sign up and subscribe using your code
cs: Použijí jej při předplatném placeného plánu
de: Dieser registriert sich und abonniert mit Ihrem Code
es: Lo usan al suscribirse a un plan de pago
hu: A kódot fizetős csomagra történő előfizetéskor használják
pt: Eles usam-no ao subscrever um plano pago
ro: Îl folosesc când se abonează la un plan plătit
sk: Pouziju ho pri predplateni plateneho planu

# referral_step_3
source: You both get 2 months free!
cs: Oba získáte 2 měsíce zdarma!
de: Sie beide erhalten 2 Monate gratis!
es: Ambos disfrutan de 2 meses gratis
hu: Mindketten 2 hónap ingyenes használatot kaptok
pt: Ambos recebem 2 meses grátis!
ro: Amândoi beneficiați de 2 luni gratuite!
sk: Obaja ziskate 2 mesiace zdarma!

source: Referral History
cs: Historie doporučení
de: Empfehlungshistorie
es: Historial de referidos
hu: Ajánlási előzmények
pt: Histórico de indicações
ro: Istoric recomandări
sk: Historia odporucani

# referral_no_referrals
source: No referrals yet
cs: Zatím žádná doporučení
de: Noch keine Empfehlungen
es: Aún no hay referidos
hu: Még nincs ajánlás
pt: Ainda sem indicações
ro: Încă nu ai recomandări
sk: Zatial ziadne odporucania

# referral_title
source: Referral Program
cs: Doporučte příteli
de: Empfehlungsprogramm
es: Recomienda a un amigo
hu: Ajánlj egy barátot
pt: Indique um amigo
ro: Recomandă unui prieten
sk: Odporucaci program

# referral_generate
source: Generate Referral Code
cs: Vygenerovat doporučovací kód
de: Empfehlungscode generieren
es: Generar código de referidos
hu: Ajánlókód generálása
pt: Gerar código de indicação
ro: Generează cod de recomandare
sk: Vygenerovat odporucaci kod

# referral_copied
source: Copied!
cs: Zkopírováno!
de: Kopiert!
es: ¡Copiado!
hu: Másolva!
pt: Copiado!
ro: Copiat!
sk: Skopirovane!

# referral_copy
source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
hu: Másolás
pt: Copiar
ro: Copiază
sk: Kopirovat

# referral_share
source: Share
cs: Sdílet
de: Teilen
es: Compartir
hu: Megosztás
pt: Partilhar
ro: Partajează
sk: Zdielat

# referral_pending
source: Pending
cs: Čeká
de: Ausstehend
es: Pendiente
hu: Függőben
pt: Pendente
ro: În așteptare
sk: Caka sa

# billing_manage_subscription
source: Manage Subscription
cs: Spravovat předplatné
de: Abonnement verwalten
es: Gestionar suscripción
hu: Előfizetés kezelése
pt: Gerir subscrição
ro: Gestionează abonamentul
sk: Spravovat predplatne

# billing_subscription
source: Subscription
cs: Předplatné
de: Abonnement
es: Suscripción
hu: Előfizetés
pt: Subscrição
ro: Abonament
sk: Predplatne

# billing_portal_footer
source: Manage your subscription, payment method, and billing details through Stripe.
cs: Spravujte předplatné, platební metodu a fakturační údaje přes Stripe.
de: Verwalten Sie Abonnement, Zahlungsmethode und Abrechnungsdetails über Stripe.
es: Gestiona tu suscripción, método de pago y facturación a través de Stripe.
hu: Előfizetésedet, fizetési módodat és számlázási adataidat a Stripe-on kezelheted.
pt: Gira a sua subscrição, método de pagamento e faturação através do Stripe.
ro: Gestionează abonamentul, metoda de plată și facturarea prin Stripe.
sk: Spravujte predplatne, platobnu metodu a fakturacne udaje cez Stripe.

# billing_invoices
source: Invoices
cs: Faktury
de: Rechnungen
es: Facturas
hu: Számlák
pt: Faturas
ro: Facturi
sk: Faktury

# billing_loading_invoices
source: Loading invoices…
cs: Načítání faktur…
de: Rechnungen werden geladen…
es: Cargando facturas…
hu: Számlák betöltése…
pt: A carregar faturas…
ro: Se încarcă facturile…
sk: Nacitavaju sa faktury…

# billing_no_invoices
source: No invoices yet
cs: Zatím žádné faktury
de: Noch keine Rechnungen
es: Aún no hay facturas
hu: Még nincsenek számlák
pt: Ainda sem faturas
ro: Încă nu există facturi
sk: Zatial ziadne faktury

# billing_invoice
source: Invoice
cs: Faktura
de: Rechnung
es: Factura
hu: Számla
pt: Fatura
ro: Factură
sk: Faktura

# billing_unknown
source: Unknown
cs: Neznámé
de: Unbekannt
es: Desconocido
hu: Ismeretlen
pt: Desconhecido
ro: Necunoscut
sk: Nezname

# billing_title
source: Billing
cs: Fakturace
de: Abrechnung
es: Facturación
hu: Számlázás
pt: Faturação
ro: Facturare
sk: Fakturacia

# sync_retry_all
source: Retry All
cs: Zkusit vše znovu
de: Alles erneut versuchen
es: Reintentar todo
hu: Összes újrapróbálása
pt: Tentar tudo novamente
ro: Reîncearcă toate
sk: Skusit vsetko znova

# sync_dismiss_all
source: Dismiss All
cs: Zahodit vše
de: Alle verwerfen
es: Descartar todo
hu: Összes elvetése
pt: Dispensar tudo
ro: Ignoră toate
sk: Zamietnut vsetko

# sync_syncing
source: Syncing…
cs: Synchronizace…
de: Wird synchronisiert…
es: Sincronizando…
hu: Szinkronizálás…
pt: A sincronizar…
ro: Se sincronizează…
sk: Synchronizuje sa…

# sync_count_failed %lld
source: %lld failed
cs: %lld selhalo
de: %lld fehlgeschlagen
es: %lld fallidas
hu: %lld sikertelen
pt: %lld falharam
ro: %lld eșuate
sk: %lld zlyhalo

# sync_count_pending %lld
source: %lld pending
cs: %lld čeká
de: %lld ausstehend
es: %lld pendientes
hu: %lld függőben
pt: %lld pendentes
ro: %lld în așteptare
sk: %lld caka

# success_stories_title
source: Success Stories
cs: Příběhy úspěchu
de: Erfolgsgeschichten
es: Historias de éxito
hu: Sikertörténetek
pt: Histórias de sucesso
ro: Povești de succes
sk: Uspesne pribehy

# success_stories_loading
source: Loading stories…
cs: Načítání příběhů…
de: Geschichten werden geladen…
es: Cargando historias…
hu: Történetek betöltése…
pt: A carregar histórias…
ro: Se încarcă povești…
sk: Nacitavam pribehy…

# story_share_title
source: Share Your Story
cs: Sdílejte svůj příběh
de: Teilen Sie Ihre Geschichte
es: Comparte tu historia
hu: Oszd meg a történeted
pt: Partilhe a sua história
ro: Împărtășește-ți povestea
sk: Zdielajte svoj pribeh

# story_pet_is_home %@
source: %@ is home!
cs: %@ je doma!
de: %@ ist zu Hause!
es: ¡%@ está en casa!
hu: %@ itthon van!
pt: %@ está em casa!
ro: %@ este acasă!
sk: %@ je doma!

# story_share_reunion
source: Share your reunion story!
cs: Sdílejte svůj příběh shledání!
de: Teilen Sie Ihre Wiedervereinigungsgeschichte!
es: ¡Comparte tu historia de reencuentro!
hu: Oszd meg az újraegyesülés történetét!
pt: Partilhe a sua história de reencontro!
ro: Împărtășește-ți povestea de reunire!
sk: Zdielajte svoj pribeh o znovuzjednoteni!

# story_inspire_others %@
source: Your story about %@ can inspire hope for other pet owners.
cs: Váš příběh o %@ může inspirovat ostatní majitele mazlíčků.
de: Ihre Geschichte über %@ kann anderen Haustierbesitzern Hoffnung geben.
es: Tu historia sobre %@ puede inspirar a otros dueños de mascotas.
hu: A %@-ról szóló történeted reményt adhat más gazdáknak.
pt: A sua história sobre %@ pode inspirar outros donos de animais.
ro: Povestea ta despre %@ poate inspira alți proprietari de animale.
sk: Vas pribeh o %@ moze inspirovat dalsich majitelov zvierat.

# story_share_my_story
source: Share My Story
cs: Sdílet můj příběh
de: Meine Geschichte teilen
es: Compartir mi historia
hu: Történetem megosztása
pt: Partilhar a minha história
ro: Partajează povestea mea
sk: Zdielat moj pribeh

# story_share_how %@
source: Share how %@ was found and reunited
cs: Sdílejte, jak byl %@ nalezen a shledán
de: Teilen Sie, wie %@ gefunden wurde und wieder vereint wurde
es: Comparte cómo %@ fue encontrado y reunido
hu: Oszd meg, hogyan találtad meg és egyesültetek újra: %@
pt: Partilhe como %@ foi encontrado e reunido
ro: Împărtășește cum a fost găsit și reunit %@
sk: Zdielajte, ako bol %@ najdeny a znovuzjednoteny

# story_privacy_note
source: Your contact information will not be shared.
cs: Vaše kontaktní údaje nebudou sdíleny.
de: Ihre Kontaktdaten werden nicht geteilt.
es: Tu información de contacto no se compartirá.
hu: Elérhetőségeid nem kerülnek megosztásra.
pt: A sua informação de contacto não será partilhada.
ro: Informațiile tale de contact nu vor fi partajate.
sk: Vase kontaktne udaje nebudu zdielane.

# story_shared_success
source: Your success story has been shared!
cs: Váš příběh úspěchu byl sdílen!
de: Ihre Erfolgsgeschichte wurde geteilt!
es: ¡Tu historia de éxito se ha compartido!
hu: A sikertörténeted megosztásra került!
pt: A sua história de sucesso foi partilhada!
ro: Povestea ta de succes a fost partajată!
sk: Vas uspesny pribeh bol zdielany!

# breed_select_title
source: Select Breed
cs: Vybrat plemeno
de: Rasse auswählen
es: Seleccionar raza
hu: Fajta kiválasztása
pt: Selecionar raça
ro: Selectează rasă
sk: Vybrat plemeno

# breed_search_placeholder
source: Search breeds…
cs: Hledat plemena…
de: Rassen suchen…
es: Buscar razas…
hu: Fajták keresése…
pt: Pesquisar raças…
ro: Caută rase…
sk: Hladat plemena…

# breed_no_results
source: No breeds found
cs: Žádná plemena nenalezena
de: Keine Rassen gefunden
es: No se encontraron razas
hu: Nem található fajta
pt: Nenhuma raça encontrada
ro: Nu s-au găsit rase
sk: Nenasli sa ziadne plemena

# breed_use_custom %@
source: Use "%@" as custom breed
cs: Použít "%@" jako vlastní plemeno
de: "%@" als eigene Rasse verwenden
es: Usar "%@" como raza personalizada
hu: Használd "%@"-t egyedi fajtának
pt: Usar "%@" como raça personalizada
ro: Folosește "%@" ca rasă personalizată
sk: Pouzit "%@" ako vlastne plemeno

# breed_manual_entry
source: Enter breed manually
cs: Zadat plemeno ručně
de: Rasse manuell eingeben
es: Introducir raza manualmente
hu: Fajta kézi megadása
pt: Introduzir raça manualmente
ro: Introdu rasă manual
sk: Zadat plemeno rucne

# breed_clear_selection
source: Clear Selection
cs: Vymazat výběr
de: Auswahl löschen
es: Borrar selección
hu: Kiválasztás törlése
pt: Limpar seleção
ro: Șterge selecția
sk: Vymazat vyber

# breed_enter_name
source: Enter breed name
cs: Zadejte název plemene
de: Rassenname eingeben
es: Introduce el nombre de la raza
hu: Fajta megadása
pt: Introduza o nome da raça
ro: Introdu numele rasei
sk: Zadajte nazov plemena

# breed_custom
source: Custom Breed
cs: Vlastní plemeno
de: Eigene Rasse
es: Raza personalizada
hu: Egyedi fajta
pt: Raça personalizada
ro: Rasă personalizată
sk: Vlastne plemeno

# breed_custom_footer
source: Enter a custom breed name if yours isn't listed
cs: Zadejte vlastní plemeno, pokud není v seznamu
de: Geben Sie eine eigene Rasse ein, wenn sie nicht aufgeführt ist
es: Introduce una raza personalizada si no está en la lista
hu: Add meg az egyedi fajtanevet, ha nincs a listában
pt: Introduza uma raça personalizada se não estiver listada
ro: Introdu o rasă personalizată dacă nu este listată
sk: Zadajte vlastne plemeno, ak nie je v zozname

# breed_back_to_list
source: Back to Breed List
cs: Zpět na seznam plemen
de: Zurück zur Rassenliste
es: Volver a la lista de razas
hu: Vissza a fajták listájához
pt: Voltar à lista de raças
ro: Înapoi la lista de rase
sk: Spat na zoznam plemien

# breed_select_optional
source: Select breed (optional)
cs: Vybrat plemeno (volitelné)
de: Rasse auswählen (optional)
es: Seleccionar raza (opcional)
hu: Fajta kiválasztása (opcionális)
pt: Selecionar raça (opcional)
ro: Selectează rasă (opțional)
sk: Vybrat plemeno (volitelne)

source: Breed (optional)
cs: Plemeno (volitelné)
de: Rasse (optional)
es: Raza (opcional)
hu: Fajta (opcionális)
pt: Raça (opcional)
ro: Rasă (opțional)
sk: Plemeno (volitelne)

# quick_lost_select_pet
source: Select a pet to report as missing
cs: Vyberte mazlíčka pro nahlášení jako ztraceného
de: Wählen Sie ein Haustier, das als vermisst gemeldet werden soll
es: Selecciona una mascota para reportarla como perdida
hu: Válassz kedvencet eltűnt bejelentéshez
pt: Selecione um animal para reportar como desaparecido
ro: Selectează un animal pentru a-l raporta ca dispărut
sk: Vyberte zviera, ktore chcete nahlasit ako stratene

# quick_lost_all_missing
source: All your pets are already marked as missing.
cs: Všichni vaši mazlíčci jsou již označeni jako ztracení.
de: Alle Ihre Haustiere sind bereits als vermisst markiert.
es: Todas tus mascotas ya están marcadas como perdidas.
hu: Az összes kedvenced már eltűntként van jelölve.
pt: Todos os seus animais já estão marcados como desaparecidos.
ro: Toate animalele tale sunt deja marcate ca dispărute.
sk: Vsetky vase zvierata su uz oznacene ako stratene.

# quick_lost_title
source: Report Missing
cs: Nahlásit ztrátu
de: Vermisst melden
es: Reportar pérdida
hu: Eltűnt jelentése
pt: Reportar desaparecido
ro: Raportează dispariția
sk: Nahlasit stratene

# quick_found_select_pet
source: Select a pet to mark as found
cs: Vyberte mazlíčka pro označení jako nalezeného
de: Wählen Sie ein Haustier, das als gefunden markiert werden soll
es: Selecciona una mascota para marcarla como encontrada
hu: Válassz kedvencet megtaláltként jelöléshez
pt: Selecione um animal para marcar como encontrado
ro: Selectează un animal pentru a-l marca ca găsit
sk: Vyberte zviera, ktore chcete oznacit ako najdene

# quick_found_currently_missing
source: Currently Missing
cs: Aktuálně ztracení
de: Derzeit vermisst
es: Actualmente perdidas
hu: Jelenleg eltűnt
pt: Atualmente desaparecido
ro: În prezent dispărute
sk: Aktualne stratene

# quick_found_no_missing
source: No missing pets to mark as found.
cs: Žádní ztracení mazlíčci k označení jako nalezení.
de: Keine vermissten Haustiere zum Markieren als gefunden.
es: No hay mascotas perdidas para marcar como encontradas.
hu: Nincsenek eltűnt kedvenceid, akiket megtaláltként jelölnél.
pt: Sem animais desaparecidos para marcar como encontrados.
ro: Nu ai animale dispărute de marcat ca găsite.
sk: Ziadne stratene zvierata na oznacenie ako najdene.

# quick_found_title
source: Mark Pet as Found
cs: Označit mazlíčka jako nalezeného
de: Haustier als gefunden markieren
es: Marcar mascota como encontrada
hu: Kedvenc megtaláltként jelölése
pt: Marcar animal como encontrado
ro: Marchează animal ca găsit
sk: Oznacit zviera ako najdene

# quick_found_mark_failed
source: Failed to mark %@ as found: %@
cs: Nepodařilo se označit %@ jako nalezeného: %@
de: Konnte %@ nicht als gefunden markieren: %@
es: No se pudo marcar %@ como encontrada: %@
hu: Nem sikerült megtaláltként jelölni %@-t: %@
pt: Falha ao marcar %@ como encontrado: %@
ro: Nu s-a putut marca %@ ca găsit: %@
sk: Oznacenie %@ ako najdene zlyhalo: %@

# location_current
source: Current Location
cs: Aktuální poloha
de: Aktueller Standort
es: Ubicación actual
hu: Jelenlegi hely
pt: Localização atual
ro: Locația curentă
sk: Aktualna poloha

# location_my_address
source: My Address
cs: Moje adresa
de: Meine Adresse
es: Mi dirección
hu: Saját cím
pt: A minha morada
ro: Adresa mea
sk: Moja adresa

# location_custom
source: Custom Address
cs: Vlastní adresa
de: Benutzerdefinierte Adresse
es: Dirección personalizada
hu: Egyéni cím
pt: Morada personalizada
ro: Adresă personalizată
sk: Vlastna adresa

# mark_lost_pet_info
source: Pet Information
cs: Informace o mazlíčkovi
de: Haustierinformationen
es: Información de la mascota
hu: Kedvenc információ
pt: Informação do animal
ro: Informații despre animal
sk: Informacie o zvierati

# mark_lost_last_seen
source: Last Seen Location
cs: Místo posledního výskytu
de: Zuletzt gesehener Ort
es: Última ubicación vista
hu: Utoljára látott hely
pt: Localização onde foi visto pela última vez
ro: Locația unde a fost văzut ultima dată
sk: Naposledy videne miesto

# mark_lost_alerts_footer
source: Alerts will be sent to nearby users, vets, and shelters within 10km.
cs: Upozornění budou odeslána blízkým uživatelům, veterinářům a útulkům v okruhu 10 km.
de: Warnungen werden an nahe Nutzer, Tierärzte und Tierheime im Umkreis von 10 km gesendet.
es: Las alertas se enviarán a usuarios cercanos, veterinarios y refugios en un radio de 10 km.
hu: A riasztások a közelben lévő felhasználóknak, állatorvosoknak és menhelyeknek lesznek elküldve 10 km-en belül.
pt: Alertas serão enviados a utilizadores próximos, veterinários e abrigos num raio de 10 km.
ro: Alertele vor fi trimise utilizatorilor din apropiere, veterinarilor și adăposturilor pe o rază de 10 km.
sk: Upozornenia sa odeslu blizkym pouzivatelom, veterinarom a utulkom v okruhu 10 km.

# mark_lost_getting_location
source: Getting your location…
cs: Získávání polohy…
de: Standort wird ermittelt…
es: Obteniendo tu ubicación…
hu: Hely lekérése…
pt: A obter a sua localização…
ro: Se obține locația…
sk: Ziskavam vasu polohu…

# mark_lost_no_address
source: No address registered. Go to Profile > Address.
cs: Žádná registrovaná adresa. Jděte do Profil > Adresa.
de: Keine Adresse registriert. Gehen Sie zu Profil > Adresse.
es: No hay dirección registrada. Ve a Perfil > Dirección.
hu: Nincs regisztrált cím. Menj a Profil > Cím menüpontra.
pt: Sem morada registada. Vá a Perfil > Morada.
ro: Nu există adresă înregistrată. Mergi la Profil > Adresă.
sk: Nie je registrovana adresa. Prejdite na Profil > Adresa.

# mark_lost_address_placeholder
source: Enter address or location
cs: Zadejte adresu nebo místo
de: Adresse oder Ort eingeben
es: Introduce dirección o ubicación
hu: Adj meg címet vagy helyet
pt: Introduza a morada ou localização
ro: Introdu adresa sau locația
sk: Zadajte adresu alebo miesto

# mark_lost_additional_info
source: Additional Information
cs: Další informace
de: Zusätzliche Informationen
es: Información adicional
hu: További információ
pt: Informação adicional
ro: Informații suplimentare
sk: Dalsie informacie

# mark_lost_additional_placeholder
source: Describe when and where you last saw your pet, what they were wearing, etc.
cs: Popište, kdy a kde jste mazlíčka naposledy viděli, co měl na sobě, apod.
de: Beschreiben Sie, wann und wo Sie Ihr Haustier zuletzt gesehen haben, was es trug usw.
es: Describe cuándo y dónde viste a tu mascota por última vez, qué llevaba, etc.
hu: Írd le, mikor és hol láttad utoljára a kedvenced, mit viselt, stb.
pt: Descreva quando e onde viu o animal pela última vez, o que usava, etc.
ro: Descrie când și unde ai văzut ultima dată animalul, ce purta, etc.
sk: Popiste, kedy a kde ste zviera naposledy videli, co malo na sebe, atd.

# mark_lost_sends_to
source: This alert will be sent to:
cs: Toto upozornění bude odesláno:
de: Diese Warnung wird gesendet an:
es: Esta alerta se enviará a:
hu: Ez a riasztás ide kerül elküldésre:
pt: Este alerta será enviado para:
ro: Această alertă va fi trimisă către:
sk: Toto upozornenie bude odoslane:

# mark_lost_nearby_owners
source: Nearby pet owners
cs: Majitelům mazlíčků v okolí
de: Haustierbesitzer in der Nähe
es: Dueños de mascotas cercanos
hu: Közeli kedvenc gazdák
pt: Donos de animais próximos
ro: Proprietari de animale din apropiere
sk: Blizkym majitelom zvierat

# mark_lost_vet_clinics
source: Vet clinics in the area
cs: Veterinárním klinikám v okolí
de: Tierarztpraxen in der Nähe
es: Clínicas veterinarias de la zona
hu: Környékbeli állatorvosi rendelők
pt: Clínicas veterinárias na área
ro: Clinici veterinare din zonă
sk: Veterinarnym klinikam v okoli

# mark_lost_shelters
source: Animal shelters nearby
cs: Útulkům v okolí
de: Tierheime in der Nähe
es: Refugios de animales cercanos
hu: Közeli állatmenhelyek
pt: Abrigos de animais próximos
ro: Adăposturi de animale din apropiere
sk: Utulkom v okoli

# mark_lost_report
source: Report Missing
cs: Nahlásit ztrátu
de: Vermisst melden
es: Reportar pérdida
hu: Eltűnt jelentése
pt: Reportar desaparecido
ro: Raportează dispariția
sk: Nahlasit stratene

# mark_lost_title
source: Report Missing
cs: Nahlásit ztrátu
de: Vermisst melden
es: Reportar pérdida
hu: Eltűnt jelentése
pt: Reportar desaparecido
ro: Raportează dispariția
sk: Nahlasit stratene

# photo_count %lld
source: %lld photos
cs: %lld fotek
de: %lld Fotos
es: %lld fotos
hu: %lld fotó
pt: %lld fotos
ro: %lld fotografii
sk: %lld fotografii

# photo_uploading_count %lld %lld
source: Uploading photo %lld of %lld...
cs: Nahrávání fotky %lld z %lld…
de: Foto %lld von %lld wird hochgeladen…
es: Subiendo foto %lld de %lld...
hu: Fotó feltöltése: %lld / %lld...
pt: A enviar foto %lld de %lld...
ro: Se încarcă fotografia %lld din %lld...
sk: Nahrava sa fotografia %lld z %lld...

# photo_uploading
source: Uploading photo...
cs: Nahrávání fotky…
de: Foto wird hochgeladen…
es: Subiendo foto...
hu: Fotó feltöltése...
pt: A enviar foto...
ro: Se încarcă fotografia...
sk: Nahrava sa fotografia...

# photo_primary_updated
source: Primary photo updated
cs: Hlavní fotka aktualizována
de: Primärfoto aktualisiert
es: Foto principal actualizada
hu: Elsődleges fotó frissítve
pt: Foto principal atualizada
ro: Fotografia principală a fost actualizată
sk: Primarna fotografia aktualizovana

# photo_primary_failed
source: Failed to set primary photo
cs: Nepodařilo se nastavit hlavní fotku
de: Primärfoto konnte nicht gesetzt werden
es: No se pudo establecer la foto principal
hu: Nem sikerült elsődleges fotóként beállítani
pt: Falha ao definir foto principal
ro: Nu s-a putut seta fotografia principală
sk: Nastavenie primarnej fotografie zlyhalo

# photo_upload_success
source: %d photo(s) uploaded successfully
cs: %d fotek úspěšně nahráno
de: %d Foto(s) erfolgreich hochgeladen
es: %d foto(s) subida(s) correctamente
hu: %d fotó sikeresen feltöltve
pt: %d foto(s) enviada(s) com sucesso
ro: %d fotografie(i) încărcată(e) cu succes
sk: %d fotografia(e) uspesne nahrana(e)

# photo_upload_failed
source: %d photo(s) failed to upload
cs: %d fotek se nepodařilo nahrát
de: %d Foto(s) konnten nicht hochgeladen werden
es: %d foto(s) no se pudieron subir
hu: %d fotó feltöltése sikertelen
pt: %d foto(s) não foi(foram) enviada(s)
ro: %d fotografie(i) nu s-a(u) putut încărca
sk: %d fotografia(e) sa nepodarilo nahrat
