Repository: Project-Xtag/pet-safety-ios
Catalog: PetSafety/PetSafety/Resources/*.lproj/Localizable.strings
Languages: cs, de, es, hu, pt, ro, sk

# notif_email
source: Email Notifications
cs: E-mailová oznámení
de: E-Mail-Benachrichtigungen
es: Notificaciones por correo
hu: Email értesítések
pt: Notificações por e-mail
ro: Notificări prin e-mail
sk: E-mailove upozornenia

# notif_email_desc
source: Detailed email alerts
cs: Detailní e-mailová upozornění
de: Detaillierte E-Mail-Warnungen
es: Alertas detalladas por correo
hu: Részletes email riasztások
pt: Alertas detalhados por e-mail
ro: Alerte detaliate prin e-mail
sk: Podrobne e-mailove upozornenia

# notif_sms
source: SMS Notifications
cs: SMS oznámení
de: SMS-Benachrichtigungen
es: Notificaciones por SMS
hu: SMS értesítések
pt: Notificações por SMS
ro: Notificări SMS
sk: SMS upozornenia

# notif_sms_desc
source: Text message alerts
cs: Upozornění SMS zprávou
de: Warnungen per SMS
es: Alertas por mensaje de texto
hu: Szöveges üzenet riasztások
pt: Alertas por mensagem de texto
ro: Alerte prin mesaj text
sk: Upozornenia textovou spravou

# notif_pet_alerts
source: Pet Alerts
cs: Upozornění na mazlíčky
de: Haustier-Warnungen
es: Alertas de mascotas
hu: Kedvenc riasztások
pt: Alertas de animais
ro: Alerte animale
sk: Upozornenia o zvieratach

# notif_pet_alerts_footer
source: Notifications about missing pets in your area
cs: Upozornění o ztracených mazlíčcích ve vašem okolí
de: Warnungen über vermisste Haustiere in Ihrer Nähe
es: Notificaciones sobre mascotas perdidas en tu zona
hu: Értesítések eltűnt kedvencekről a környékeden
pt: Notificações sobre animais desaparecidos na sua área
ro: Notificări despre animale dispărute în zona ta
sk: Upozornenia o stratenych zvieratach vo vasom okoli

# notif_missing_pet_alerts
source: Missing Pet Alerts
cs: Upozornění na ztracené mazlíčky
de: Vermisstenwarnungen
es: Alertas de mascotas perdidas
hu: Eltűnt kedvenc riasztások
pt: Alertas de animais desaparecidos
ro: Alerte animale dispărute
sk: Upozornenia na stratene zvierata

# notif_nearby_alerts
source: Nearby Alerts (10km)
cs: Upozornění v okolí (10 km)
de: Warnungen in der Nähe (10 km)
es: Alertas cercanas (10 km)
hu: Közeli riasztások (10km)
pt: Alertas nas proximidades (10 km)
ro: Alerte în apropiere (10 km)
sk: Upozornenia v okoli (10 km)

# notif_account_orders
source: Account & Orders
cs: Účet a objednávky
de: Konto & Bestellungen
es: Cuenta y pedidos
hu: Fiók & rendelések
pt: Conta e encomendas
ro: Cont și comenzi
sk: Ucet a objednavky

# notif_account_orders_footer
source: Stay updated on your account activity and orders
cs: Zůstaňte informováni o aktivitě účtu a objednávkách
de: Bleiben Sie über Ihre Kontoaktivität und Bestellungen informiert
es: Mantente al día con la actividad de tu cuenta y pedidos
hu: Maradj naprakész a fióktevékenységeidről és rendeléseidről
pt: Mantenha-se atualizado sobre a atividade da sua conta e encomendas
ro: Fii la curent cu activitatea contului și comenzile
sk: Budte informovani o aktivite uctu a objednavkach

# notif_order_updates
source: Order Updates
cs: Aktualizace objednávek
de: Bestell-Updates
es: Actualizaciones de pedidos
hu: Rendelésfrissítések
pt: Atualizações de encomendas
ro: Actualizări comenzi
sk: Aktualizacie objednavok

# notif_account_activity
source: Account Activity
cs: Aktivita účtu
de: Kontoaktivität
es: Actividad de la cuenta
hu: Fióktevékenység
pt: Atividade da conta
ro: Activitatea contului
sk: Aktivita uctu

# notif_optional_updates
source: Optional Updates
cs: Volitelné aktualizace
de: Optionale Updates
es: Actualizaciones opcionales
hu: Opcionális frissítések
pt: Atualizações opcionais
ro: Actualizări opționale
sk: Volitelne aktualizacie

# notif_optional_footer
source: News, tips, and promotional content
cs: Novinky, tipy a propagační obsah
de: News, Tipps und Werbeinhalte
es: Noticias, consejos y contenido promocional
hu: Hírek, tippek és promóciós tartalmak
pt: Notícias, dicas e conteúdo promocional
ro: Noutăți, sfaturi și conținut promoțional
sk: Novinky, tipy a propagacny obsah

# notif_product_updates
source: Product Updates
cs: Aktualizace produktu
de: Produkt-Updates
es: Actualizaciones de producto
hu: Termékfrissítések
pt: Atualizações do produto
ro: Actualizări produs
sk: Aktualizacie produktu

# notif_marketing_emails
source: Marketing Emails
cs: Marketingové e-maily
es: Correos de marketing
hu: Marketing emailek
pt: E-mails de marketing
ro: E-mailuri de marketing
sk: Marketingove e-maily

# notif_save_changes
source: Save Changes
cs: Uložit změny
de: Änderungen speichern
es: Guardar cambios
hu: Változások mentése
pt: Guardar alterações
ro: Salvează modificările
sk: Ulozit zmeny

# notif_title
source: Notifications
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
hu: Értesítések
pt: Notificações
ro: Notificări
sk: Upozornenia

# notif_saved
source: Saved
cs: Uloženo
de: Gespeichert
es: Guardado
hu: Mentve
pt: Guardado
ro: Salvat
sk: Ulozene

# notif_saved_message
source: Notification preferences saved successfully
cs: Nastavení oznámení bylo úspěšně uloženo
de: Benachrichtigungseinstellungen erfolgreich gespeichert
es: Preferencias de notificación guardadas correctamente
hu: Értesítési beállítások sikeresen mentve
pt: Preferências de notificação guardadas com sucesso
ro: Preferințele de notificare au fost salvate cu succes
sk: Nastavenia upozorneni boli uspesne ulozene

# notif_critical_footer
source: You can change these settings at any time. Critical alerts about your pets will always be sent.
cs: Tato nastavení můžete kdykoli změnit. Kritická upozornění o vašich mazlíčcích budou vždy odesílána.
de: Sie können diese Einstellungen jederzeit ändern. Kritische Warnungen zu Ihren Haustieren werden immer gesendet.
es: Puedes cambiar estos ajustes en cualquier momento. Las alertas críticas sobre tus mascotas siempre se enviarán.
hu: Ezeket a beállításokat bármikor módosíthatod. A kedvenceid kritikus riasztásai mindig elküldésre kerülnek.
pt: Pode alterar estas definições a qualquer momento. Alertas críticos sobre os seus animais serão sempre enviados.
ro: Poți modifica aceste setări oricând. Alertele critice despre animalele tale vor fi întotdeauna trimise.
sk: Tieto nastavenia mozete kedykolvek zmenit. Kriticke upozornenia o vasich zvieratach budu vzdy odoslane.

source: Push Notifications
cs: Push oznámení
de: Push-Benachrichtigungen
es: Notificaciones push
hu: Push értesítések
pt: Notificações push
ro: Notificări push
sk: Push upozornenia

source: Email Notifications
cs: E-mailová oznámení
de: E-Mail-Benachrichtigungen
es: Notificaciones por correo
hu: Email értesítések
pt: Notificações por e-mail
ro: Notificări prin e-mail
sk: E-mailove upozornenia

source: SMS Notifications
cs: SMS oznámení
de: SMS-Benachrichtigungen
es: Notificaciones por SMS
hu: SMS értesítések
pt: Notificações por SMS
ro: Notificări SMS
sk: SMS upozornenia

# push_notifications_subtitle
source: Receive push notifications on your device
cs: Přijímat push oznámení na zařízení
de: Push-Benachrichtigungen auf Ihrem Gerät erhalten
es: Recibir notificaciones push en tu dispositivo
hu: Push értesítések fogadása az eszközödön
pt: Receber notificações push no seu dispositivo
ro: Primește notificări push pe dispozitiv
sk: Dostavajte push upozornenia na zariadenie

# email_notifications_subtitle
source: Receive notifications via email
cs: Přijímat oznámení e-mailem
de: Benachrichtigungen per E-Mail erhalten
es: Recibir notificaciones por correo
hu: Értesítések fogadása emailben
pt: Receber notificações por e-mail
ro: Primește notificări prin e-mail
sk: Dostavajte upozornenia e-mailom

# sms_notifications_subtitle
source: Receive notifications via SMS
cs: Přijímat oznámení SMS
de: Benachrichtigungen per SMS erhalten
es: Recibir notificaciones por SMS
hu: Értesítések fogadása SMS-ben
pt: Receber notificações por SMS
ro: Primește notificări prin SMS
sk: Dostavajte upozornenia cez SMS

source: Pet Alerts
cs: Upozornění na mazlíčky
de: Haustier-Warnungen
es: Alertas de mascotas
hu: Kedvenc riasztások
pt: Alertas de animais
ro: Alerte animale
sk: Upozornenia o zvieratach

source: Missing Pet Alerts
cs: Upozornění na ztracené mazlíčky
de: Vermisstenwarnungen
es: Alertas de mascotas perdidas
hu: Eltűnt kedvenc riasztások
pt: Alertas de animais desaparecidos
ro: Alerte animale dispărute
sk: Upozornenia na stratene zvierata

# missing_pet_alerts_subtitle
source: Get notified about missing pets in your area
cs: Získávejte upozornění o ztracených mazlíčcích ve vašem okolí
de: Benachrichtigungen über vermisste Haustiere in Ihrer Nähe
es: Recibe alertas sobre mascotas perdidas en tu zona
hu: Értesítés eltűnt kedvencekről a környékeden
pt: Receba alertas de animais desaparecidos na sua área
ro: Primește notificări despre animale dispărute în zona ta
sk: Dostavajte upozornenia o stratenych zvieratach vo vasom okoli

source: Nearby Alerts (10km)
cs: Upozornění v okolí (10 km)
de: Warnungen in der Nähe (10 km)
es: Alertas cercanas (10 km)
hu: Közeli riasztások (10km)
pt: Alertas nas proximidades (10 km)
ro: Alerte în apropiere (10 km)
sk: Upozornenia v okoli (10 km)

# nearby_alerts_subtitle
source: Alerts for pets within 10km of your location
cs: Upozornění na mazlíčky v okruhu 10 km od vaší polohy
de: Warnungen für Haustiere im Umkreis von 10 km
es: Alertas de mascotas a menos de 10 km de tu ubicación
hu: Riasztások 10 km-en belül a tartózkodási helyedhez képest
pt: Alertas para animais num raio de 10 km da sua localização
ro: Alerte pentru animale în raza de 10 km de locația ta
sk: Upozornenia pre zvierata do 10 km od vasej polohy

# account_and_orders
source: Account & Orders
cs: Účet a objednávky
de: Konto & Bestellungen
es: Cuenta y pedidos
hu: Fiók & rendelések
pt: Conta e encomendas
ro: Cont și comenzi
sk: Ucet a objednavky

source: Order Updates
cs: Aktualizace objednávek
de: Bestell-Updates
es: Actualizaciones de pedidos
hu: Rendelésfrissítések
pt: Atualizações de encomendas
ro: Actualizări comenzi
sk: Aktualizacie objednavok

# order_updates_subtitle
source: Shipping and delivery notifications
cs: Oznámení o dopravě a doručení
de: Versand- und Lieferbenachrichtigungen
es: Notificaciones de envío y entrega
hu: Szállítási és kézbesítési értesítések
pt: Notificações de envio e entrega
ro: Notificări despre livrare și expediere
sk: Upozornenia o doprave a doruceni

source: Account Activity
cs: Aktivita účtu
de: Kontoaktivität
es: Actividad de la cuenta
hu: Fióktevékenység
pt: Atividade da conta
ro: Activitatea contului
sk: Aktivita uctu

# account_activity_subtitle
source: Login and security notifications
cs: Oznámení o přihlášení a bezpečnosti
de: Login- und Sicherheitsbenachrichtigungen
es: Notificaciones de inicio de sesión y seguridad
hu: Bejelentkezési és biztonsági értesítések
pt: Notificações de login e segurança
ro: Notificări de autentificare și securitate
sk: Upozornenia na prihlasenie a bezpecnost

source: Optional Updates
cs: Volitelné aktualizace
de: Optionale Updates
es: Actualizaciones opcionales
hu: Opcionális frissítések
pt: Atualizações opcionais
ro: Actualizări opționale
sk: Volitelne aktualizacie

source: Product Updates
cs: Aktualizace produktu
de: Produkt-Updates
es: Actualizaciones de producto
hu: Termékfrissítések
pt: Atualizações do produto
ro: Actualizări produs
sk: Aktualizacie produktu

# product_updates_subtitle
source: New features and improvements
cs: Nové funkce a vylepšení
de: Neue Funktionen und Verbesserungen
es: Nuevas funciones y mejoras
hu: Új funkciók és fejlesztések
pt: Novas funcionalidades e melhorias
ro: Funcții noi și îmbunătățiri
sk: Nove funkcie a vylepsenia

source: Marketing Emails
cs: Marketingové e-maily
es: Correos de marketing
hu: Marketing emailek
pt: E-mails de marketing
ro: E-mailuri de marketing
sk: Marketingove e-maily

# marketing_emails_subtitle
source: Offers and promotions
cs: Nabídky a akce
de: Angebote und Aktionen
es: Ofertas y promociones
hu: Ajánlatok és promóciók
pt: Ofertas e promoções
ro: Oferte și promoții
sk: Ponuky a akcie

# critical_alerts_note
source: Note: Critical alerts about your pets will always be sent regardless of these settings.
cs: Poznámka: Kritická upozornění o vašich mazlíčcích budou vždy odeslána bez ohledu na toto nastavení.
de: Hinweis: Kritische Warnungen zu Ihren Haustieren werden immer gesendet, unabhängig von diesen Einstellungen.
es: Nota: Las alertas críticas sobre tus mascotas siempre se enviarán independientemente de estos ajustes.
hu: Megjegyzés: a kedvenceid kritikus riasztásai mindig elküldésre kerülnek, függetlenül a beállításoktól.
pt: Nota: Alertas críticos sobre os seus animais serão sempre enviados, independentemente destas definições.
ro: Notă: Alertele critice despre animalele tale vor fi întotdeauna trimise indiferent de aceste setări.
sk: Poznamka: Kriticke upozornenia o vasich zvieratach budu vzdy odoslane bez ohladu na tieto nastavenia.

# notification_preferences_title
source: Notification Preferences
cs: Nastavení oznámení
de: Benachrichtigungseinstellungen
es: Preferencias de notificación
hu: Értesítési beállítások
pt: Preferências de notificação
ro: Preferințe notificări
sk: Predvolby upozorneni

# notif_pref_intro
source: Choose how you'd like to receive important updates about your pets and account.
cs: Vyberte, jak chcete dostávat důležité aktualizace o svých mazlíčcích a účtu.
de: Wählen Sie, wie Sie wichtige Updates zu Ihren Haustieren und Ihrem Konto erhalten möchten.
es: Elige cómo deseas recibir actualizaciones importantes sobre tus mascotas y tu cuenta.
hu: Válaszd ki, hogyan szeretnél fontos frissítéseket kapni a kedvenceidről és a fiókodról.
pt: Escolha como deseja receber atualizações importantes sobre os seus animais e a sua conta.
ro: Alege cum dorești să primești actualizări importante despre animalele tale și cont.
sk: Vyberte, ako chcete dostavat dolezite aktualizacie o vasich zvieratach a ucte.

# notif_pref_methods
source: Notification Methods
cs: Metody oznámení
de: Benachrichtigungsmethoden
es: Métodos de notificación
hu: Értesítési módok
pt: Métodos de notificação
ro: Metode de notificare
sk: Sposoby upozorneni

# notif_pref_email
source: Email Notifications
cs: E-mailová oznámení
de: E-Mail-Benachrichtigungen
es: Notificaciones por correo
hu: Email értesítések
pt: Notificações por e-mail
ro: Notificări prin e-mail
sk: E-mailove upozornenia

# notif_pref_email_desc
source: Receive detailed email alerts
cs: Přijímat detailní e-mailová upozornění
de: Detaillierte E-Mail-Warnungen erhalten
es: Recibe alertas detalladas por correo
hu: Részletes email riasztások fogadása
pt: Receba alertas detalhados por e-mail
ro: Primește alerte detaliate prin e-mail
sk: Dostavajte podrobne e-mailove upozornenia

# notif_pref_sms
source: SMS Notifications
cs: SMS oznámení
de: SMS-Benachrichtigungen
es: Notificaciones por SMS
hu: SMS értesítések
pt: Notificações por SMS
ro: Notificări SMS
sk: SMS upozornenia

# notif_pref_sms_desc
source: Receive text message alerts
cs: Přijímat upozornění SMS zprávou
de: Warnungen per SMS erhalten
es: Recibe alertas por mensaje de texto
hu: Szöveges üzenet riasztások fogadása
pt: Receba alertas por mensagem de texto
ro: Primește alerte prin mesaj text
sk: Dostavajte upozornenia textovou spravou

# notif_pref_push
source: Push Notifications
cs: Push oznámení
de: Push-Benachrichtigungen
es: Notificaciones push
hu: Push értesítések
pt: Notificações push
ro: Notificări push
sk: Push upozornenia

# notif_pref_push_desc
source: Receive real-time in-app alerts
cs: Přijímat upozornění v reálném čase v aplikaci
de: Echtzeit-In-App-Warnungen erhalten
es: Recibe alertas en tiempo real en la app
hu: Valós idejű alkalmazáson belüli riasztások fogadása
pt: Receba alertas em tempo real na app
ro: Primește alerte în timp real în aplicație
sk: Dostavajte upozornenia v realnom case v aplikacii

# notif_pref_warning
source: At least one notification method must be enabled
cs: Musí být povolena alespoň jedna metoda oznámení
de: Mindestens eine Benachrichtigungsmethode muss aktiviert sein
es: Debe habilitarse al menos un método de notificación
hu: Legalább egy értesítési módot engedélyezni kell
pt: Pelo menos um método de notificação deve estar ativado
ro: Cel puțin un mod de notificare trebuie să fie activ
sk: Musi byt povoleny aspon jeden sposob upozorneni

# notif_pref_save
source: Save Changes
cs: Uložit změny
de: Änderungen speichern
es: Guardar cambios
hu: Változások mentése
pt: Guardar alterações
ro: Salvează modificările
sk: Ulozit zmeny

# notif_pref_title
source: Notification Settings
cs: Nastavení oznámení
de: Benachrichtigungseinstellungen
es: Ajustes de notificaciones
hu: Értesítési beállítások
pt: Definições de notificação
ro: Setări notificări
sk: Nastavenia upozorneni

# notif_pref_success
source: Notification preferences saved successfully
cs: Nastavení oznámení bylo úspěšně uloženo
de: Benachrichtigungseinstellungen erfolgreich gespeichert
es: Preferencias de notificación guardadas correctamente
hu: Értesítési beállítások sikeresen mentve
pt: Preferências de notificação guardadas com sucesso
ro: Preferințele de notificare au fost salvate cu succes
sk: Predvolby upozorneni boli uspesne ulozene

# notif_pref_loading
source: Loading preferences...
cs: Načítání nastavení…
de: Einstellungen werden geladen…
es: Cargando preferencias...
hu: Beállítások betöltése...
pt: A carregar preferências...
ro: Se încarcă preferințele...
sk: Nacitavam predvolby...

# help_quick_actions
source: Quick Actions
cs: Rychlé akce
de: Schnellaktionen
es: Acciones rápidas
hu: Gyors műveletek
pt: Ações rápidas
ro: Acțiuni rapide
sk: Rychle akcie

# help_contact_support
source: Contact Support
cs: Kontaktovat podporu
de: Support kontaktieren
es: Contactar soporte
hu: Kapcsolat a támogatással
pt: Contactar suporte
ro: Contactează suportul
sk: Kontaktovat podporu

# help_resources
source: Resources
cs: Zdroje
de: Ressourcen
es: Recursos
hu: Források
pt: Recursos
ro: Resurse
sk: Zdroje

# help_faq
source: Frequently Asked Questions
cs: Často kladené otázky
de: Häufig gestellte Fragen
es: Preguntas frecuentes
hu: Gyakran Ismételt Kérdések
pt: Perguntas frequentes
ro: Întrebări frecvente
sk: Casto kladene otazky

# help_user_guides
source: User Guides
cs: Uživatelské příručky
de: Benutzerhandbücher
es: Guías de usuario
hu: Felhasználói útmutatók
pt: Guias do utilizador
ro: Ghiduri utilizator
sk: Pouzivatelske prirucky

# help_legal
source: Legal
cs: Právní
de: Rechtliches
hu: Jogi
sk: Pravne

# help_terms
source: Terms of Service
cs: Podmínky služby
de: Nutzungsbedingungen
es: Términos de servicio
hu: Felhasználási feltételek
pt: Termos de serviço
ro: Termeni de utilizare
sk: Podmienky pouzivania

# help_privacy
source: Privacy Policy
cs: Zásady ochrany soukromí
de: Datenschutzrichtlinie
es: Política de privacidad
hu: Adatvédelmi szabályzat
pt: Política de Privacidade
ro: Politica de confidențialitate
sk: Zasady ochrany sukromia

# help_app_info
source: App Information
cs: Informace o aplikaci
de: App-Informationen
es: Información de la app
hu: Alkalmazás információk
pt: Informação da app
ro: Informații despre aplicație
sk: Informacie o aplikacii

# help_version
source: Version
cs: Verze
es: Versión
hu: Verzió
pt: Versão
ro: Versiune
sk: Verzia

# help_title
source: Help & Support
cs: Nápověda a podpora
de: Hilfe & Support
es: Ayuda y soporte
hu: Súgó és támogatás
pt: Ajuda e suporte
ro: Ajutor și suport
sk: Pomoc a podpora

# help_support_footer
source: Need help? Our support team is here to assist you.
cs: Potřebujete pomoc? Náš tým podpory je tu pro vás.
de: Brauchen Sie Hilfe? Unser Support-Team ist für Sie da.
es: ¿Necesitas ayuda? Nuestro equipo de soporte está para ayudarte.
hu: Segítségre van szükséged? Támogató csapatunk segít.
pt: Precisa de ajuda? A nossa equipa de suporte está aqui para ajudar.
ro: Ai nevoie de ajutor? Echipa noastră de suport este aici pentru tine.
sk: Potrebujete pomoc? Nas tim podpory je tu pre vas.

# help_category
source: Category
cs: Kategorie
de: Kategorie
es: Categoría
hu: Kategória
pt: Categoria
ro: Categorie
sk: Kategoria

# help_subject
source: Subject
cs: Předmět
de: Betreff
es: Asunto
hu: Tárgy
pt: Assunto
ro: Subiect
sk: Predmet

# help_subject_placeholder
source: Brief description of your issue
cs: Krátký popis problému
de: Kurze Beschreibung Ihres Problems
es: Descripción breve de tu problema
hu: Rövid leírás a problémáról
pt: Descrição breve do seu problema
ro: Descriere scurtă a problemei
sk: Kratky popis vasho problemu

# help_message
source: Message
cs: Zpráva
de: Nachricht
es: Mensaje
hu: Üzenet
pt: Mensagem
ro: Mesaj
sk: Sprava

# help_message_placeholder
source: Describe your issue in detail...
cs: Popište problém podrobně…
de: Beschreiben Sie Ihr Problem ausführlich…
es: Describe tu problema en detalle…
hu: Írd le részletesen a problémát...
pt: Descreva o seu problema em detalhe...
ro: Descrie problema în detaliu...
sk: Popiste svoj problem podrobne...

# help_sending
source: Sending...
cs: Odesílání…
de: Wird gesendet…
es: Enviando...
hu: Küldés...
pt: A enviar...
ro: Se trimite...
sk: Odosiela sa...

# help_submit_request
source: Submit Request
cs: Odeslat žádost
de: Anfrage senden
es: Enviar solicitud
hu: Kérés beküldése
pt: Enviar pedido
ro: Trimite solicitarea
sk: Odoslat poziadavku

# help_contact_title
source: Contact Support
cs: Kontaktovat podporu
de: Support kontaktieren
es: Contactar soporte
hu: Kapcsolat a támogatással
pt: Contactar suporte
ro: Contactează suportul
sk: Kontaktovat podporu

# help_request_submitted
source: Support request submitted! We'll get back to you within 24 hours.
de: Anfrage gesendet! Wir antworten innerhalb von 24 Stunden.
es: ¡Solicitud enviada! Te responderemos en un plazo de 24 horas.
ro: Solicitare trimisă! Vom răspunde în 24 de ore.
sk: Požiadavka odoslaná! Odpovieme do 24 hodín.

# help_cat_general
source: General
de: Allgemein
sk: Všeobecné

# help_cat_technical
source: Technical Issue
de: Technisches Problem
es: Problema técnico
ro: Problemă tehnică
sk: Technický problém

# help_cat_account
source: Account
de: Konto
es: Cuenta
ro: Cont
sk: Účet

# help_cat_billing
source: Billing
de: Abrechnung
es: Facturación
ro: Facturare
sk: Fakturácia

# help_cat_feature
source: Feature Request
de: Funktionswunsch
es: Solicitud de función
ro: Cerere de funcționalitate
sk: Žiadosť o funkciu

# help_cat_other
source: Other
de: Sonstiges
es: Otro
ro: Altele
sk: Iné

# help_guides_title
source: User Guides
cs: Uživatelské příručky
de: Benutzerhandbücher
es: Guías de usuario
hu: Felhasználói útmutatók
pt: Guias do utilizador
ro: Ghiduri utilizator
sk: Pouzivatelske prirucky

# help_guide_placeholder
source: Detailed guide content will be available here.
cs: Podrobný obsah příručky bude k dispozici zde.
de: Detaillierte Inhalte werden hier verfügbar sein.
es: El contenido detallado de la guía estará disponible aquí.
hu: Részletes útmutató tartalom itt lesz elérhető.
pt: O conteúdo detalhado do guia estará disponível aqui.
ro: Conținutul detaliat al ghidului va fi disponibil aici.
sk: Podrobny obsah prirucky bude dostupny tu.

source: Get Help
cs: Získat pomoc
de: Hilfe erhalten
es: Obtener ayuda
hu: Segítség kérése
pt: Obter ajuda
ro: Obține ajutor
sk: Ziskat pomoc

# faq
source: Frequently Asked Questions
cs: Často kladené otázky
de: Häufig gestellte Fragen
es: Preguntas frecuentes
hu: Gyakran Ismételt Kérdések
pt: Perguntas frequentes
ro: Întrebări frecvente
sk: Casto kladene otazky

source: User Guides
cs: Uživatelské příručky
de: Benutzerhandbücher
es: Guías de usuario
hu: Felhasználói útmutatók
pt: Guias do utilizador
ro: Ghiduri utilizator
sk: Pouzivatelske prirucky

source: Legal
cs: Právní
de: Rechtliches
hu: Jogi
sk: Pravne
