Repository: Project-Xtag/pet-safety-ios
Catalog: PetSafety/PetSafety/Resources/*.lproj/Localizable.strings
Languages: cs, de, es, hu, pt, ro, sk

# profile_cannot_delete_message
source: Please mark all missing pets as found before deleting your account.
cs: Před smazáním účtu označte všechny ztracené mazlíčky jako nalezené.
de: Bitte markieren Sie alle vermissten Haustiere als gefunden, bevor Sie Ihr Konto löschen.
es: Marca todas las mascotas perdidas como encontradas antes de eliminar tu cuenta.
hu: Mielőtt törölnéd a fiókod, jelöld meg minden eltűnt kedvencet megtaláltként.
pt: Marque todos os animais desaparecidos como encontrados antes de eliminar a sua conta.
ro: Marchează toate animalele dispărute ca găsite înainte de a șterge contul.
sk: Pred odstranenim uctu oznacte vsetky stratene zvierata ako najdene.

# profile_danger_zone
source: Danger Zone
cs: Nebezpečná zóna
de: Gefahrenzone
es: Zona de peligro
hu: Veszélyzóna
pt: Zona de perigo
ro: Zonă periculoasă
sk: Nebezpecna zona

# profile_deleting
source: Deleting...
cs: Mazání…
de: Wird gelöscht…
es: Eliminando...
hu: Törlés...
pt: A eliminar...
ro: Se șterge...
sk: Odstranuje sa...

# profile_delete_permanent
source: This will permanently delete your account and all data
cs: Tímto dojde k trvalému smazání vašeho účtu a všech dat
de: Dadurch wird Ihr Konto und alle Daten dauerhaft gelöscht
es: Esto eliminará permanentemente tu cuenta y todos los datos
hu: Ez véglegesen törli a fiókodat és az összes adatot
pt: Isto irá eliminar permanentemente a sua conta e todos os dados
ro: Aceasta va șterge permanent contul și toate datele
sk: Tymto sa natrvalo odstrani vas ucet a vsetky udaje

source: Log Out
cs: Odhlásit se
de: Ausloggen
es: Cerrar sesión
hu: Kijelentkezés
pt: Terminar sessão
ro: Deconectare
sk: Odhlasit sa

source: Personal Information
cs: Osobní údaje
de: Persönliche Informationen
es: Información personal
hu: Személyes adatok
pt: Informação pessoal
ro: Informații personale
sk: Osobne informacie

source: Address
cs: Adresa
de: Adresse
es: Dirección
hu: Cím
pt: Morada
ro: Adresă
sk: Adresa

source: Contacts
cs: Kontakty
de: Kontakte
es: Contactos
hu: Kapcsolatok
pt: Contactos
ro: Contacte
sk: Kontakty

source: Privacy Mode
cs: Režim soukromí
de: Privatsphäre-Modus
es: Modo de privacidad
hu: Adatvédelmi mód
pt: Modo de privacidade
ro: Mod confidențialitate
sk: Rezim sukromia

source: Notifications
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
hu: Értesítések
pt: Notificações
ro: Notificări
sk: Upozornenia

source: Help & Support
cs: Nápověda a podpora
de: Hilfe & Support
es: Ayuda y soporte
hu: Súgó és támogatás
pt: Ajuda e suporte
ro: Ajutor și suport
sk: Pomoc a podpora

source: Personal Details
cs: Osobní údaje
de: Persönliche Daten
es: Datos personales
hu: Személyes adatok
pt: Dados pessoais
ro: Date personale
sk: Osobne udaje

# personal_first_name
source: First Name
cs: Jméno
de: Vorname
es: Nombre
hu: Keresztnév
pt: Nome
ro: Prenume
sk: Meno

# personal_first_name_placeholder
source: Enter first name
cs: Zadejte jméno
de: Vorname eingeben
es: Introduce tu nombre
hu: Add meg a keresztneved
pt: Introduza o nome
ro: Introdu prenumele
sk: Zadajte meno

# personal_last_name
source: Last Name
cs: Příjmení
de: Nachname
es: Apellido
hu: Vezetéknév
pt: Apelido
ro: Nume
sk: Priezvisko

# personal_last_name_placeholder
source: Enter last name
cs: Zadejte příjmení
de: Nachname eingeben
es: Introduce tu apellido
hu: Add meg a vezetékneved
pt: Introduza o apelido
ro: Introdu numele
sk: Zadajte priezvisko

# personal_email_placeholder
source: Enter email
cs: Zadejte e-mail
de: E-Mail eingeben
es: Introduce tu correo
hu: Add meg az emailed
pt: Introduza o e-mail
ro: Introdu e-mailul
sk: Zadajte e-mail

# personal_phone
source: Phone
cs: Telefon
de: Telefon
es: Teléfono
hu: Telefonszám
pt: Telefone
ro: Telefon
sk: Telefon

# personal_phone_placeholder
source: Enter phone number
cs: Zadejte telefonní číslo
de: Telefonnummer eingeben
es: Introduce tu teléfono
hu: Add meg a telefonszámod
pt: Introduza o telefone
ro: Introdu numărul de telefon
sk: Zadajte telefonné cislo

# personal_edit_info
source: Edit Information
cs: Upravit údaje
de: Informationen bearbeiten
es: Editar información
hu: Adatok szerkesztése
pt: Editar informação
ro: Editează informațiile
sk: Upravit informacie

# personal_title
source: Personal Information
cs: Osobní údaje
de: Persönliche Informationen
es: Información personal
hu: Személyes adatok
pt: Informação pessoal
ro: Informații personale
sk: Osobne informacie

source: Address Details
cs: Detaily adresy
de: Adressdetails
es: Detalles de la dirección
hu: Cím részletek
pt: Detalhes da morada
ro: Detalii adresă
sk: Podrobnosti adresy

# address_details_footer
source: Your address is used for shipping tags and finding nearby alerts.
cs: Vaše adresa se používá pro doručení známek a hledání upozornění v okolí.
de: Ihre Adresse wird für den Versand von Tags und das Finden von Warnungen in der Nähe verwendet.
es: Tu dirección se utiliza para enviar etiquetas y encontrar alertas cercanas.
hu: A címedet a biléták szállításához és a közeli riasztásokhoz használjuk.
pt: A sua morada é usada para envio de etiquetas e alertas próximos.
ro: Adresa ta este folosită pentru livrarea etichetelor și găsirea alertelor din apropiere.
sk: Vasa adresa sa pouziva na dorucenie stitkov a vyhladavanie upozorneni v okoli.

# address_street
source: Street Address
cs: Ulice a číslo
de: Straße und Hausnummer
es: Calle y número
hu: Utca, házszám
pt: Rua e número
ro: Stradă și număr
sk: Ulica a cislo

# address_street_placeholder
source: Enter street address
cs: Zadejte ulici a číslo
de: Straße und Hausnummer eingeben
es: Introduce calle y número
hu: Add meg az utcát és házszámot
pt: Introduza rua e número
ro: Introdu strada și numărul
sk: Zadajte ulicu a cislo

# address_line2
source: Address Line 2 (Optional)
cs: Adresní řádek 2 (volitelné)
de: Adresszeile 2 (optional)
es: Dirección línea 2 (opcional)
hu: Cím 2. sora (opcionális)
pt: Linha de morada 2 (opcional)
ro: Linia 2 adresă (opțional)
sk: Adresny riadok 2 (volitelne)

# address_line2_placeholder
source: Apartment, suite, etc.
cs: Byt, patro apod.
de: Wohnung, Etage usw.
es: Piso, suite, etc.
hu: Lakás, emelet, stb.
pt: Apartamento, suíte, etc.
ro: Apartament, etaj, etc.
sk: Byt, poschodie, atd.

# address_city
source: City / Town
cs: Město / obec
de: Stadt / Ort
es: Ciudad / localidad
hu: Város / település
pt: Cidade / localidade
ro: Oraș / localitate
sk: Mesto / obec

# address_city_placeholder
source: Enter city or town
cs: Zadejte město nebo obec
de: Stadt oder Ort eingeben
es: Introduce ciudad o localidad
hu: Add meg a várost vagy települést
pt: Introduza cidade ou localidade
ro: Introdu orașul sau localitatea
sk: Zadajte mesto alebo obec

# address_postal
source: Postal Code / ZIP Code
cs: PSČ
de: Postleitzahl
es: Código postal
hu: Irányítószám
pt: Código postal
ro: Cod poștal
sk: PSC

# address_postal_placeholder
source: Enter postal code
cs: Zadejte PSČ
de: Postleitzahl eingeben
es: Introduce el código postal
hu: Add meg az irányítószámot
pt: Introduza o código postal
ro: Introdu codul poștal
sk: Zadajte PSC

# address_country
source: Country
cs: Země
de: Land
es: País
hu: Ország
pt: País
ro: Țară
sk: Krajina

# address_select_country
source: Select country
cs: Vybrat zemi
de: Land auswählen
es: Seleccionar país
hu: Ország kiválasztása
pt: Selecionar país
ro: Selectează țara
sk: Vybrat krajinu

# address_no_address
source: No address registered
cs: Žádná registrovaná adresa
de: Keine Adresse registriert
es: No hay dirección registrada
hu: Nincs regisztrált cím
pt: Sem morada registada
ro: Nu există adresă înregistrată
sk: Ziadna registrovana adresa

# address_add_prompt
source: Add your address to enable shipping and location-based alerts.
cs: Přidejte adresu pro doručování a upozornění podle polohy.
de: Fügen Sie Ihre Adresse hinzu, um Versand und ortsbasierte Warnungen zu ermöglichen.
es: Añade tu dirección para habilitar envío y alertas basadas en ubicación.
hu: Adj meg címet a szállításhoz és a helyalapú riasztásokhoz.
pt: Adicione a sua morada para envio e alertas baseados na localização.
ro: Adaugă adresa pentru a activa livrarea și alertele bazate pe locație.
sk: Pridajte adresu na dorucenie a upozornenia podla polohy.

# address_add
source: Add Address
cs: Přidat adresu
de: Adresse hinzufügen
es: Añadir dirección
hu: Cím hozzáadása
pt: Adicionar morada
ro: Adaugă adresă
sk: Pridat adresu

# address_edit
source: Edit Address
cs: Upravit adresu
de: Adresse bearbeiten
es: Editar dirección
hu: Cím szerkesztése
pt: Editar morada
ro: Editează adresă
sk: Upravit adresu

# address_title
source: Address
cs: Adresa
de: Adresse
es: Dirección
hu: Cím
pt: Morada
ro: Adresă
sk: Adresa

# address_select_country_title
source: Select Country
cs: Vybrat zemi
de: Land auswählen
es: Seleccionar país
hu: Ország kiválasztása
pt: Selecionar país
ro: Selectează țara
sk: Vybrat krajinu

# address_line2_label
source: Address Line 2
cs: Adresní řádek 2
de: Adresszeile 2
es: Dirección línea 2
hu: Cím 2. sora
pt: Linha de morada 2
ro: Linia 2 adresă
sk: Adresny riadok 2

# address_postal_label
source: Postal Code
cs: PSČ
de: Postleitzahl
es: Código postal
hu: Irányítószám
pt: Código postal
ro: Cod poștal
sk: PSC

source: Street Address
cs: Ulice a číslo
de: Straße und Hausnummer
es: Calle y número
hu: Utca, házszám
pt: Rua e número
ro: Stradă și număr
sk: Ulica a cislo

source: Address Line 2 (Optional)
cs: Adresní řádek 2 (volitelné)
de: Adresszeile 2 (optional)
es: Dirección línea 2 (opcional)
hu: Cím 2. sora (opcionális)
pt: Linha de morada 2 (opcional)
ro: Linia 2 adresă (opțional)
sk: Adresny riadok 2 (volitelne)

source: City
cs: Město
de: Stadt
es: Ciudad
hu: Város
pt: Cidade
ro: Oraș
sk: Mesto

source: Post Code
cs: PSČ
de: Postleitzahl
es: Código postal
hu: Irányítószám
pt: Código postal
ro: Cod poștal
sk: PSC

source: Country
cs: Země
de: Land
es: País
hu: Ország
pt: País
ro: Țară
sk: Krajina

source: Street
cs: Ulice
de: Straße
es: Calle
hu: Utca
pt: Rua
ro: Stradă
sk: Ulica

# contacts_settings
source: Contact Settings
cs: Nastavení kontaktů
de: Kontakt-Einstellungen
es: Ajustes de contacto
hu: Kapcsolati beállítások
pt: Definições de contacto
ro: Setări contacte
sk: Nastavenia kontaktov

# contacts_info_text
source: These contact details will be shown when someone scans your pet's QR tag. At least one contact method is required.
cs: Tyto kontaktní údaje budou zobrazeny při skenování QR známky vašeho mazlíčka. Je vyžadován alespoň jeden kontakt.
de: Diese Kontaktdaten werden angezeigt, wenn jemand den QR-Tag Ihres Haustiers scannt. Mindestens eine Kontaktmethode ist erforderlich.
es: Estos datos de contacto se mostrarán cuando alguien escanee la etiqueta QR de tu mascota. Se requiere al menos un método de contacto.
hu: Ezeket az elérhetőségeket láthatják, amikor beolvassák a kedvenced QR bilétáját. Legalább egy kapcsolati mód megadása szükséges.
pt: Estes contactos serão mostrados quando alguém ler a etiqueta QR do seu animal. É necessário pelo menos um método de contacto.
ro: Aceste detalii de contact vor fi afișate când cineva scanează eticheta QR a animalului. Este necesar cel puțin un contact.
sk: Tieto kontaktne udaje sa zobrazia, ked niekto naskenuje QR stitok vasho zvierata. Je potrebny aspon jeden kontakt.

# contacts_email_section
source: Email Addresses
cs: E-mailové adresy
de: E-Mail-Adressen
es: Direcciones de correo
hu: Email címek
pt: Endereços de e-mail
ro: Adrese de e-mail
sk: E-mailove adresy

# contacts_phone_section
source: Phone Numbers
cs: Telefonní čísla
de: Telefonnummern
es: Números de teléfono
hu: Telefonszámok
pt: Números de telefone
ro: Numere de telefon
sk: Telefonne cisla

# contacts_edit_title
source: Edit Contact Details
cs: Upravit kontaktní údaje
de: Kontaktdaten bearbeiten
es: Editar datos de contacto
hu: Elérhetőségek szerkesztése
pt: Editar contactos
ro: Editează detaliile de contact
sk: Upravit kontaktne udaje

# contacts_primary_email
source: Primary Email
cs: Hlavní e-mail
de: Primäre E-Mail
es: Correo principal
hu: Elsődleges email
pt: E-mail principal
ro: E-mail principal
sk: Primarny e-mail

# contacts_primary_email_footer
source: This email will be shown when someone scans your pet's QR tag.
cs: Tento e-mail se zobrazí při skenování QR známky vašeho mazlíčka.
de: Diese E-Mail wird angezeigt, wenn jemand den QR-Tag Ihres Haustiers scannt.
es: Este correo se mostrará cuando alguien escanee la etiqueta QR de tu mascota.
hu: Ez az email jelenik meg, amikor beolvassák a kedvenced QR bilétáját.
pt: Este e-mail será mostrado quando alguém ler a etiqueta QR do seu animal.
ro: Acest e-mail va fi afișat când cineva scanează eticheta QR a animalului.
sk: Tento e-mail sa zobrazi pri skenovani QR stitka vasho zvierata.

# contacts_email_placeholder
source: Email address
cs: E-mailová adresa
de: E-Mail-Adresse
es: Correo
hu: Email cím
pt: Endereço de e-mail
ro: Adresă de e-mail
sk: E-mailova adresa

# contacts_show_on_tag
source: Show on pet tag
cs: Zobrazit na známce
de: Auf dem Tag anzeigen
es: Mostrar en la etiqueta
hu: Megjelenítés a bilétán
pt: Mostrar na etiqueta
ro: Afișează pe etichetă
sk: Zobrazit na stitku

# contacts_secondary_email
source: Secondary Email (Optional)
cs: Sekundární e-mail (volitelné)
de: Sekundäre E-Mail (optional)
es: Correo secundario (opcional)
hu: Másodlagos email (opcionális)
pt: E-mail secundário (opcional)
ro: E-mail secundar (opțional)
sk: Sekundarny e-mail (volitelne)

# contacts_secondary_email_footer
source: A backup email address for contact.
cs: Záložní e-mail pro kontakt.
de: Eine Backup-E-Mail für Kontakt.
es: Un correo de respaldo para contacto.
hu: Tartalék email elérhetőséghez.
pt: Um e-mail de backup para contacto.
ro: Un e-mail de rezervă pentru contact.
sk: Zalozna e-mailova adresa pre kontakt.

# contacts_secondary_email_placeholder
source: Secondary email address
cs: Sekundární e-mailová adresa
de: Sekundäre E-Mail-Adresse
es: Correo secundario
hu: Másodlagos email cím
pt: Endereço de e-mail secundário
ro: Adresă de e-mail secundară
sk: Sekundarna e-mailova adresa

# contacts_primary_phone
source: Primary Phone
cs: Hlavní telefon
de: Primäre Telefonnummer
es: Teléfono principal
hu: Elsődleges telefonszám
pt: Telefone principal
ro: Telefon principal
sk: Primarny telefon

# contacts_primary_phone_footer
source: This phone number will be shown when someone scans your pet's QR tag.
cs: Toto číslo se zobrazí při skenování QR známky vašeho mazlíčka.
de: Diese Telefonnummer wird angezeigt, wenn jemand den QR-Tag Ihres Haustiers scannt.
es: Este teléfono se mostrará cuando alguien escanee la etiqueta QR de tu mascota.
hu: Ez a telefonszám jelenik meg, amikor beolvassák a kedvenced QR bilétáját.
pt: Este número será mostrado quando alguém ler a etiqueta QR do seu animal.
ro: Acest număr va fi afișat când cineva scanează eticheta QR a animalului.
sk: Toto cislo sa zobrazi pri skenovani QR stitka vasho zvierata.

# contacts_phone_placeholder
source: Phone number
cs: Telefonní číslo
de: Telefonnummer
es: Teléfono
hu: Telefonszám
pt: Número de telefone
ro: Număr de telefon
sk: Telefonne cislo

# contacts_secondary_phone
source: Secondary Phone (Optional)
cs: Sekundární telefon (volitelné)
de: Sekundäre Telefonnummer (optional)
es: Teléfono secundario (opcional)
hu: Másodlagos telefonszám (opcionális)
pt: Telefone secundário (opcional)
ro: Telefon secundar (opțional)
sk: Sekundarny telefon (volitelne)

# contacts_secondary_phone_footer
source: A backup phone number for contact.
cs: Záložní telefonní číslo pro kontakt.
de: Eine Backup-Telefonnummer für Kontakt.
es: Un teléfono de respaldo para contacto.
hu: Tartalék telefonszám elérhetőséghez.
pt: Um telefone de backup para contacto.
ro: Un telefon de rezervă pentru contact.
sk: Zalozne telefonne cislo pre kontakt.

# contacts_secondary_phone_placeholder
source: Secondary phone number
cs: Sekundární telefonní číslo
de: Sekundäre Telefonnummer
es: Teléfono secundario
hu: Másodlagos telefonszám
pt: Número de telefone secundário
ro: Număr de telefon secundar
sk: Sekundarne telefonne cislo

# contacts_title
source: Contact Details
cs: Kontaktní údaje
de: Kontaktdaten
es: Datos de contacto
hu: Elérhetőségek
pt: Contactos
ro: Detalii de contact
sk: Kontaktne udaje

# contacts_primary_badge
source: PRIMARY
cs: HLAVNÍ
de: PRIMÄR
es: PRINCIPAL
hu: ELSŐDLEGES
pt: PRINCIPAL
ro: PRINCIPAL
sk: PRIMARNE

# contacts_visible_badge
source: Visible on tag
cs: Viditelné na známce
de: Sichtbar auf dem Tag
es: Visible en la etiqueta
hu: Látható a bilétán
pt: Visível na etiqueta
ro: Vizibil pe etichetă
sk: Viditelne na stitku

# contacts_hidden_badge
source: Hidden
cs: Skryté
de: Ausgeblendet
es: Oculto
hu: Rejtett
pt: Oculto
ro: Ascuns
sk: Skryte

# contacts_none_added %@
source: No %@ added
cs: Žádné %@ nebyly přidány
de: Keine %@ hinzugefügt
es: No hay %@ añadidos
hu: Nincs megadva: %@
pt: Nenhum %@ adicionado
ro: Niciun %@ adăugat
sk: Nepridane: %@

source: Email Addresses
cs: E-mailové adresy
de: E-Mail-Adressen
es: Direcciones de correo
hu: Email címek
pt: Endereços de e-mail
ro: Adrese de e-mail
sk: E-mailove adresy

source: Primary Email
cs: Hlavní e-mail
de: Primäre E-Mail
es: Correo principal
hu: Elsődleges email
pt: E-mail principal
ro: E-mail principal
sk: Primarny e-mail

source: Secondary Email (Optional)
cs: Sekundární e-mail (volitelné)
de: Sekundäre E-Mail (optional)
es: Correo secundario (opcional)
hu: Másodlagos email (opcionális)
pt: E-mail secundário (opcional)
ro: E-mail secundar (opțional)
sk: Sekundarny e-mail (volitelne)

source: Phone Numbers
cs: Telefonní čísla
de: Telefonnummern
es: Números de teléfono
hu: Telefonszámok
pt: Números de telefone
ro: Numere de telefon
sk: Telefonne cisla

source: Primary Phone
cs: Hlavní telefon
de: Primäre Telefonnummer
es: Teléfono principal
hu: Elsődleges telefonszám
pt: Telefone principal
ro: Telefon principal
sk: Primarny telefon

source: Show on QR tag
cs: Zobrazit na QR známce
de: Auf dem QR-Tag anzeigen
es: Mostrar en etiqueta QR
hu: Megjelenítés a QR bilétán
pt: Mostrar na etiqueta QR
ro: Afișează pe eticheta QR
sk: Zobrazit na QR stitku

source: Secondary Phone (Optional)
cs: Sekundární telefon (volitelné)
de: Sekundäre Telefonnummer (optional)
es: Teléfono secundario (opcional)
hu: Másodlagos telefonszám (opcionális)
pt: Telefone secundário (opcional)
ro: Telefon secundar (opțional)
sk: Sekundarny telefon (volitelne)

# contacts_qr_tag_info
source: Contacts marked as visible will be displayed on your pet's QR tag when scanned by someone who finds your pet.
cs: Kontakty označené jako viditelné se zobrazí na QR známce vašeho mazlíčka při skenování.
de: Als sichtbar markierte Kontakte werden auf dem QR-Tag Ihres Haustiers angezeigt, wenn dieser gescannt wird.
es: Los contactos marcados como visibles se mostrarán en la etiqueta QR de tu mascota cuando se escanee.
hu: A láthatóként megjelölt elérhetőségek megjelennek a kedvenced QR bilétáján, amikor azt valaki beolvassa.
pt: Contactos marcados como visíveis serão apresentados na etiqueta QR do seu animal quando for lida.
ro: Contactele marcate ca vizibile vor fi afișate pe eticheta QR a animalului atunci când este scanată.
sk: Kontakty oznacene ako viditelne sa zobrazia na QR stitku vasho zvierata po naskenovani.

source: Contact Details
cs: Kontaktní údaje
de: Kontaktdaten
es: Datos de contacto
hu: Elérhetőségek
pt: Contactos
ro: Detalii de contact
sk: Kontaktne udaje

source: Contact Visibility
cs: Viditelnost kontaktů
de: Sichtbarkeit der Kontakte
es: Visibilidad de contactos
hu: Elérhetőségek láthatósága
pt: Visibilidade de contacto
ro: Vizibilitatea contactelor
sk: Viditelnost kontaktov

# contact_visibility_desc
source: Control what contact information is visible when someone scans your pet's QR tag
cs: Ovládejte, jaké kontaktní údaje jsou viditelné při skenování QR známky vašeho mazlíčka
de: Steuern Sie, welche Kontaktdaten sichtbar sind, wenn jemand den QR-Tag Ihres Haustiers scannt
es: Controla qué información de contacto es visible cuando se escanea la etiqueta QR de tu mascota
hu: Szabályozd, milyen elérhetőség látható, amikor beolvassák a kedvenced QR bilétáját
pt: Controle quais informações de contacto são visíveis quando alguém lê a etiqueta QR do seu animal
ro: Controlează ce informații de contact sunt vizibile când se scanează eticheta QR a animalului
sk: Ovladajte, ktore kontaktne informacie su viditelne po naskenovani QR stitka

source: Show Phone Number
cs: Zobrazit telefonní číslo
de: Telefonnummer anzeigen
es: Mostrar número de teléfono
hu: Telefonszám megjelenítése
pt: Mostrar número de telefone
ro: Afișează numărul de telefon
sk: Zobrazit telefonne cislo

# show_phone_subtitle
source: Your phone number will be visible to finders
cs: Vaše telefonní číslo bude viditelné pro nálezce
de: Ihre Telefonnummer ist für Finder sichtbar
es: Tu número de teléfono será visible para quienes encuentren a tu mascota
hu: A telefonszámod látható lesz a megtalálók számára
pt: O seu número de telefone será visível para quem encontrar o seu animal
ro: Numărul tău de telefon va fi vizibil pentru cei care găsesc animalul
sk: Vase telefonne cislo bude viditelne pre nalezcov

source: Show Email Address
cs: Zobrazit e-mail
de: E-Mail-Adresse anzeigen
es: Mostrar correo
hu: Email cím megjelenítése
pt: Mostrar e-mail
ro: Afișează adresa de e-mail
sk: Zobrazit e-mail

# show_email_subtitle
source: Your email will be visible to finders
cs: Váš e-mail bude viditelný pro nálezce
de: Ihre E-Mail ist für Finder sichtbar
es: Tu correo será visible para quienes encuentren a tu mascota
hu: Az emailed látható lesz a megtalálók számára
pt: O seu e-mail será visível para quem encontrar o seu animal
ro: E-mailul tău va fi vizibil pentru cei care găsesc animalul
sk: Vas e-mail bude viditelny pre nalezcov

source: Show Address
cs: Zobrazit adresu
de: Adresse anzeigen
es: Mostrar dirección
hu: Cím megjelenítése
pt: Mostrar morada
ro: Afișează adresa
sk: Zobrazit adresu

# show_address_subtitle
source: Your address will be visible to finders
cs: Vaše adresa bude viditelná pro nálezce
de: Ihre Adresse ist für Finder sichtbar
es: Tu dirección será visible para quienes encuentren a tu mascota
hu: A címed látható lesz a megtalálók számára
pt: A sua morada será visível para quem encontrar o seu animal
ro: Adresa ta va fi vizibilă pentru cei care găsesc animalul
sk: Vasa adresa bude viditelna pre nalezcov

# notif_channels
source: Notification Channels
cs: Kanály oznámení
de: Benachrichtigungskanäle
es: Canales de notificación
hu: Értesítési csatornák
pt: Canais de notificação
ro: Canale de notificare
sk: Kanaly upozorneni

# notif_channels_footer
source: Choose how you want to receive notifications. At least one method must remain enabled.
cs: Vyberte, jak chcete dostávat oznámení. Alespoň jedna metoda musí zůstat aktivní.
de: Wählen Sie, wie Sie Benachrichtigungen erhalten möchten. Mindestens eine Methode muss aktiviert bleiben.
es: Elige cómo quieres recibir notificaciones. Debe permanecer habilitado al menos un método.
hu: Válaszd ki, hogyan szeretnél értesítéseket kapni. Legalább egy módnak engedélyezve kell maradnia.
pt: Escolha como quer receber notificações. Pelo menos um método deve permanecer ativo.
ro: Alege cum dorești să primești notificări. Cel puțin un mod trebuie să rămână activ.
sk: Vyberte, ako chcete dostavat upozornenia. Aspon jeden sposob musi zostat povoleny.

# notif_push
source: Push Notifications
cs: Push oznámení
de: Push-Benachrichtigungen
es: Notificaciones push
hu: Push értesítések
pt: Notificações push
ro: Notificări push
sk: Push upozornenia

# notif_push_desc
source: Real-time in-app alerts
cs: Upozornění v reálném čase v aplikaci
de: Echtzeit-In-App-Warnungen
es: Alertas en tiempo real en la app
hu: Valós idejű alkalmazáson belüli riasztások
pt: Alertas em tempo real na app
ro: Alerte în timp real în aplicație
sk: Upozornenia v realnom case v aplikacii
