Repository: Project-Xtag/pet-safety-ios
Catalog: PetSafety/PetSafety/Resources/*.lproj/Localizable.strings
Languages: cs, de, es, hu, pt, ro, sk

source: Precise Location
cs: Přesná poloha
de: Genauer Standort
es: Ubicación precisa
hu: Pontos hely
pt: Localização precisa
ro: Locație precisă
sk: Presna poloha

# precise_location_desc
source: Share your exact GPS coordinates
cs: Sdílejte přesné GPS souřadnice
de: Teilen Sie Ihre exakten GPS-Koordinaten
es: Comparte tus coordenadas GPS exactas
hu: Oszd meg a pontos GPS koordinátáid
pt: Partilhe as suas coordenadas GPS exatas
ro: Partajează coordonatele GPS exacte
sk: Zdielajte presne GPS suradnice

source: Approximate Location
cs: Přibližná poloha
de: Ungefährer Standort
es: Ubicación aproximada
hu: Közelítő hely
pt: Localização aproximada
ro: Locație aproximativă
sk: Priblizna poloha

# approximate_location_desc
source: Share within ~500m accuracy (GDPR compliant)
cs: Sdílení s přesností ~500 m (GDPR compliant)
de: Teilen mit ~500 m Genauigkeit (DSGVO-konform)
es: Comparte con precisión de ~500 m (cumple GDPR)
hu: Megosztás ~500m pontossággal (GDPR-kompatibilis)
pt: Partilhar com precisão de ~500 m (compatível com RGPD)
ro: Partajează cu o precizie de ~500 m (conform GDPR)
sk: Zdielajte s presnostou ~500 m (v sulade s GDPR)

source: Don't Share Location
cs: Nesdílet polohu
de: Standort nicht teilen
es: No compartir ubicación
hu: Ne ossz meg helyet
pt: Não partilhar localização
ro: Nu partaja locația
sk: Nezdielat polohu

# dont_share_location_desc
source: Just notify the owner that their pet was found
cs: Pouze informovat majitele, že mazlíček byl nalezen
de: Den Besitzer nur informieren, dass das Haustier gefunden wurde
es: Solo notificar al dueño que se encontró su mascota
hu: Csak értesítsd a gazdát, hogy a kedvencét megtalálták
pt: Apenas notificar o dono de que o animal foi encontrado
ro: Doar notifică proprietarul că animalul a fost găsit
sk: Iba informujte majitela, ze zviera bolo najdene

source: Sending…
cs: Odesílání…
de: Wird gesendet…
es: Enviando…
hu: Küldés…
pt: A enviar…
ro: Se trimite…
sk: Odosiela sa…

source: Confirm & Notify Owner
cs: Potvrdit a informovat majitele
de: Bestätigen & Besitzer informieren
es: Confirmar y notificar al dueño
hu: Megerősítés & gazda értesítése
pt: Confirmar e notificar o dono
ro: Confirmă și notifică proprietarul
sk: Potvrdit a informovat majitela

source: Contact Owner
cs: Kontaktovat majitele
de: Besitzer kontaktieren
es: Contactar al dueño
hu: Gazdi elérhetősége
pt: Contactar o dono
ro: Contactează proprietarul
sk: Kontaktovat majitela

# call_phone
source: Call: %@
cs: Volat: %@
de: Anrufen: %@
es: Llamar: %@
hu: Hívás: %@
pt: Ligar: %@
ro: Sună: %@
sk: Volanie: %@

# privacy_notice
source: Your privacy matters. We'll only share your location with %@'s owner to help reunite them.
cs: Na vašem soukromí záleží. Vaši polohu sdílíme pouze s majitelem %@ pro pomoc při shledání.
de: Deine Privatsphäre ist wichtig. Wir teilen deinen Standort nur mit dem Besitzer von %@, um die Wiedervereinigung zu erleichtern.
es: Tu privacidad importa. Solo compartiremos tu ubicación con el dueño de %@ para ayudar a reunirlos.
hu: Fontos az adatvédelem. A helyzetedet csak %@ gazdájával osztjuk meg, hogy segítsünk újra találkozni.
pt: A sua privacidade é importante. Só partilharemos a sua localização com o dono de %@ para ajudar a reuni-los.
ro: Confidențialitatea ta contează. Vom partaja locația ta doar cu proprietarul lui %@ pentru a ajuta la reunire.
sk: Vase sukromie je dolezite. Vasu polohu zdielame iba s majitelom %@, aby sme pomohli ich znovuzjednoteniu.

source: Recommended
cs: Doporučeno
de: Empfohlen
es: Recomendado
hu: Ajánlott
pt: Recomendado
ro: Recomandat
sk: Odporucane

# found_pet_title
source: Found %@
cs: %@ nalezen
de: %@ gefunden
es: %@ encontrado
hu: %@ megtalálva
pt: %@ encontrado
ro: %@ găsit
sk: Najdeny %@

source: Share Location
cs: Sdílet polohu
de: Standort teilen
es: Compartir ubicación
hu: Hely megosztása
pt: Partilhar localização
ro: Partajează locația
sk: Zdielat polohu

source: Location shared
cs: Poloha sdílena
de: Standort geteilt
es: Ubicación compartida
hu: Hely megosztva
pt: Localização partilhada
ro: Locație partajată
sk: Poloha zdielana

# share_location_failed
source: Failed to share location
cs: Sdílení polohy se nezdařilo
de: Standort teilen fehlgeschlagen
es: No se pudo compartir la ubicación
hu: Nem sikerült megosztani a helyet
pt: Falha ao partilhar localização
ro: Partajarea locației a eșuat
sk: Zdielanie polohy zlyhalo

# share_help_get_home %@
source: Help %@ Get Home
cs: Pomozte %@ dostat se domů
de: Hilf %@, nach Hause zu kommen
es: Ayuda a %@ a volver a casa
hu: Segíts, hogy %@ hazajusson
pt: Ajude %@ a voltar para casa
ro: Ajută-l pe %@ să ajungă acasă
sk: Pomozte %@ dostat sa domov

# share_location_subtitle
source: Your location helps the owner find their pet faster.
de: Ihr Standort hilft dem Besitzer, sein Haustier schneller zu finden.
es: Tu ubicación ayuda al dueño a encontrar a su mascota más rápido.
ro: Locația ta ajută proprietarul să-și găsească animalul mai repede.
sk: Vasa poloha pomoze majitelovi najst jeho zviera.

# share_exact_location_toggle
source: Share exact location
de: Genauen Standort teilen
es: Compartir ubicación exacta
ro: Partajează locația exactă
sk: Zdielat presnu polohu

# share_approximate_desc
source: Share your general area (~500m radius)
cs: Sdílejte svou přibližnou oblast (~500 m)
de: Teilen Sie Ihren ungefähren Bereich (~500 m)
es: Comparte tu área general (~500 m)
hu: Oszd meg a környéked (~500m sugarú terület)
pt: Partilhe a sua área geral (~500 m)
ro: Partajează zona generală (~500 m)
sk: Zdielajte svoju vseobecnu oblast (~500 m)

# share_exact_desc
source: Share your precise location for faster reunion
cs: Sdílejte přesnou polohu pro rychlejší shledání
de: Teilen Sie Ihren genauen Standort für eine schnellere Wiedervereinigung
es: Comparte tu ubicación exacta para una reunión más rápida
hu: Oszd meg a pontos helyed a gyorsabb újraegyesüléshez
pt: Partilhe a localização exata para uma reunião mais rápida
ro: Partajează locația exactă pentru o reunire mai rapidă
sk: Zdielajte presnu polohu pre rychlejsie znovuzjednotenie

# share_your_location
source: Your Location
cs: Vaše poloha
de: Ihr Standort
es: Tu ubicación
hu: Tartózkodási helyed
pt: A sua localização
ro: Locația ta
sk: Vasa poloha

# share_accuracy
source: (~500m accuracy)
cs: (~500 m přesnost)
de: (~500 m Genauigkeit)
es: (~500 m de precisión)
hu: (~500m pontosság)
pt: (~500 m de precisão)
ro: (~500 m precizie)
sk: (~500 m presnost)

# share_getting_location
source: Getting your location...
cs: Získávání polohy…
de: Standort wird ermittelt…
es: Obteniendo tu ubicación...
hu: Hely lekérése...
pt: A obter a sua localização...
ro: Se obține locația...
sk: Ziskavam vasu polohu...

# share_location_unavailable
source: Location not available. Please ensure location services are enabled.
de: Standort nicht verfügbar. Bitte stellen Sie sicher, dass die Ortungsdienste aktiviert sind.
es: Ubicación no disponible. Asegúrate de que los servicios de ubicación estén habilitados.
ro: Locație indisponibilă. Asigurați-vă că serviciile de localizare sunt activate.
sk: Poloha nie je dostupna. Prosim, skontrolujte, ci su sluzby urcenia polohy povolene.

# share_owner_notified
source: Owner Notified!
cs: Majitel informován!
de: Besitzer informiert!
es: ¡Dueño notificado!
hu: Gazda értesítve!
pt: Dono notificado!
ro: Proprietar notificat!
sk: Majitel informovany!

# share_on_their_way
source: They're on their way!
cs: Je na cestě!
de: Sie sind unterwegs!
es: ¡Viene en camino!
hu: Úton van!
pt: Está a caminho!
ro: Este pe drum!
sk: Je na ceste!

# share_notifying
source: Notifying Owner...
cs: Informování majitele…
de: Besitzer wird informiert…
es: Notificando al dueño...
hu: Gazda értesítése...
pt: A notificar o dono...
ro: Se notifică proprietarul...
sk: Informujem majitela...

# share_notify_with_location
source: Share & Notify Owner
cs: Sdílet a informovat majitele
de: Teilen & Besitzer informieren
es: Compartir y notificar al dueño
hu: Megosztás & gazda értesítése
pt: Partilhar e notificar o dono
ro: Partajează și notifică proprietarul
sk: Zdielat a informovat majitela

# share_privacy_note
source: Your location is shared with the pet owner to help reunite them with their pet.
cs: Vaše přesná poloha se nikdy neukládá. Sdílí se pouze přibližná oblast s majitelem.
de: Ihr Standort wird mit dem Besitzer geteilt, um bei der Wiedervereinigung zu helfen.
es: Tu ubicación se comparte con el dueño para ayudar a reunirlos con su mascota.
hu: A pontos helyedet soha nem tároljuk. Csak a közelítő területet osztjuk meg a gazdival.
pt: A sua localização exata nunca é armazenada. Apenas a área aproximada é partilhada com o dono.
ro: Locația ta este partajată cu proprietarul pentru a ajuta la reunire.
sk: Vasa poloha je zdielana s majitelom, aby sa mu pomohlo znovuzjednotit so zvieratom.

# share_found_pet %@
source: Found %@!
cs: %@ nalezen!
de: %@ gefunden!
es: ¡%@ encontrado!
hu: %@ megtalálva!
pt: %@ encontrado!
ro: %@ găsit!
sk: Najdeny %@!

# scanner_title
source: Scan QR Code
cs: Skenovat QR kód
de: QR-Code scannen
es: Escanear código QR
hu: QR-kód beolvasása
pt: Ler código QR
ro: Scanează cod QR
sk: Skenovat QR kod

# scanner_subtitle
source: Point your camera at a pet's QR tag
cs: Naměřte kameru na QR známku mazlíčka
de: Richten Sie Ihre Kamera auf den QR-Tag des Haustiers
es: Apunta la cámara a la etiqueta QR de la mascota
hu: Irányítsd a kamerát a kedvenc QR bilétájára
pt: Aponte a câmara para a etiqueta QR do animal
ro: Îndreaptă camera către eticheta QR a animalului
sk: Namierte kameru na QR stitok zvierata

# scanner_camera_required
source: Camera Access Required
cs: Vyžadován přístup ke kameře
de: Kamerazugriff erforderlich
es: Se requiere acceso a la cámara
hu: Kamera-hozzáférés szükséges
pt: Acesso à câmara necessário
ro: Acces la cameră necesar
sk: Vyzaduje sa pristup ku kamere

# scanner_camera_message
source: Please enable camera access in Settings to scan QR codes
cs: Povolte přístup ke kameře v Nastavení pro skenování QR kódů
de: Bitte Kamerazugriff in den Einstellungen aktivieren, um QR-Codes zu scannen
es: Habilita el acceso a la cámara en Ajustes para escanear códigos QR
hu: Kérjük, engedélyezd a kamera hozzáférést a beállításokban a QR-kódok beolvasásához
pt: Ative o acesso à câmara nas Definições para ler códigos QR
ro: Activează accesul la cameră în Setări pentru a scana coduri QR
sk: Povolte pristup ku kamere v Nastaveniach, aby ste mohli skenovat QR kody

# scanner_open_settings
source: Open Settings
cs: Otevřít nastavení
de: Einstellungen öffnen
es: Abrir ajustes
hu: Beállítások megnyitása
pt: Abrir definições
ro: Deschide setările
sk: Otvorit Nastavenia

# scanner_greeting %@
source: Hello! I'm %@
cs: Ahoj! Jmenuji se %@
de: Hallo! Ich bin %@
es: ¡Hola! Soy %@
hu: Szia! %@ vagyok
pt: Olá! Eu sou %@
ro: Salut! Sunt %@
sk: Ahoj! Som %@

# scanner_scanned_message
source: You've just scanned my tag. Thank you for helping me!
cs: Právě jste naskenovali mou známku. Děkuji, že mi pomáháte!
de: Du hast gerade meinen Tag gescannt. Danke, dass du mir hilfst!
es: Acabas de escanear mi etiqueta. ¡Gracias por ayudarme!
hu: Épp most olvastad be a bilétámat. Köszönöm, hogy segítesz!
pt: Acabou de ler a minha etiqueta. Obrigado por me ajudar!
ro: Tocmai ai scanat eticheta mea. Mulțumesc că mă ajuți!
sk: Prave ste naskenovali moj stitok. Dakujem, ze mi pomahate!

# scanner_breed
source: Breed
cs: Plemeno
de: Rasse
es: Raza
hu: Fajta
pt: Raça
ro: Rasă
sk: Plemeno

# scanner_age
source: Age
cs: Věk
de: Alter
es: Edad
hu: Kor
pt: Idade
ro: Vârstă
sk: Vek

# scanner_color
source: Color
cs: Barva
de: Farbe
hu: Szín
pt: Cor
ro: Culoare
sk: Farba

# scanner_share_location
source: Share My Location with Owner
cs: Sdílet moji polohu s majitelem
de: Meinen Standort mit dem Besitzer teilen
es: Compartir mi ubicación con el dueño
hu: Helyzetem megosztása a gazdával
pt: Partilhar a minha localização com o dono
ro: Partajează locația mea cu proprietarul
sk: Zdielat moju polohu s majitelom

# scanner_owner_notified
source: The owner has been notified that their pet's tag was scanned.
cs: Majitel byl informován, že známka jeho mazlíčka byla naskenována.
de: Der Besitzer wurde informiert, dass der Tag seines Haustiers gescannt wurde.
es: El dueño ha sido notificado de que se escaneó la etiqueta de su mascota.
hu: A gazdát értesítettük, hogy a kedvence bilétáját beolvasták.
pt: O dono foi notificado de que a etiqueta do seu animal foi lida.
ro: Proprietarul a fost notificat că eticheta animalului a fost scanată.
sk: Majitel bol informovany, ze stitok jeho zvierata bol naskenovany.

# scanner_contact_owner
source: Contact Owner
cs: Kontaktovat majitele
de: Besitzer kontaktieren
es: Contactar al dueño
hu: Gazda elérhetősége
pt: Contactar o dono
ro: Contactează proprietarul
sk: Kontaktovat majitela

# scanner_contact_instructions
source: Please contact the owner to let them know you've found their pet:
cs: Kontaktujte majitele a dejte mu vědět, že jste našli jeho mazlíčka:
de: Bitte kontaktieren Sie den Besitzer und teilen Sie mit, dass Sie sein Haustier gefunden haben:
es: Contacta al dueño para informarle que has encontrado su mascota:
hu: Vedd fel a kapcsolatot a gazdával, hogy tudassa, megtaláltad a kedvencét:
pt: Contacte o dono para informar que encontrou o animal:
ro: Contactează proprietarul pentru a-l anunța că ai găsit animalul:
sk: Kontaktujte majitela a dajte mu vediet, ze ste nasli jeho zviera:

# scanner_call %@
source: Call: %@
cs: Volat: %@
de: Anrufen: %@
es: Llamar: %@
hu: Hívás: %@
pt: Ligar: %@
ro: Sună: %@
sk: Volanie: %@

# scanner_owner_location
source: Owner Location
cs: Poloha majitele
de: Standort des Besitzers
es: Ubicación del dueño
hu: Gazda helye
pt: Localização do dono
ro: Locația proprietarului
sk: Poloha majitela

# scanner_medical_info
source: Medical Information
cs: Zdravotní informace
de: Medizinische Informationen
es: Información médica
hu: Egészségügyi információ
pt: Informação médica
ro: Informații medicale
sk: Zdravotne informacie

# scanner_allergies
source: Allergies
cs: Alergie
de: Allergien
es: Alergias
hu: Allergiák
pt: Alergias
ro: Alergii
sk: Alergie

# scanner_notes
source: Notes
cs: Poznámky
de: Notizen
es: Notas
hu: Megjegyzések
pt: Notas
ro: Note
sk: Poznamky

# scanner_how_it_works
source: How It Works
cs: Jak to funguje
de: So funktioniert es
es: Cómo funciona
hu: Hogyan működik
pt: Como funciona
ro: Cum funcționează
sk: Ako to funguje

# scanner_step1_title
source: 1. Scan the Tag
cs: 1. Naskenujte známku
de: 1. Tag scannen
es: 1. Escanea la etiqueta
hu: 1. Biléta beolvasása
pt: 1. Ler a etiqueta
ro: 1. Scanează eticheta
sk: 1. Naskenujte stitok

# scanner_step1_desc
source: You've already done this! The tag contains a unique QR code.
cs: To jste už udělali! Známka obsahuje unikátní QR kód.
de: Das haben Sie bereits getan! Der Tag enthält einen eindeutigen QR-Code.
es: ¡Ya lo hiciste! La etiqueta contiene un código QR único.
hu: Ezt már megtetted! A biléta egyedi QR-kódot tartalmaz.
pt: Já o fez! A etiqueta contém um código QR único.
ro: Ai făcut deja acest pas! Eticheta conține un cod QR unic.
sk: Toto ste uz urobili! Stitok obsahuje jedinecny QR kod.

# scanner_step2_title
source: 2. Share Location
cs: 2. Sdílejte polohu
de: 2. Standort teilen
es: 2. Comparte ubicación
hu: 2. Hely megosztása
pt: 2. Partilhar localização
ro: 2. Partajează locația
sk: 2. Zdielajte polohu

# scanner_step2_desc
source: Tap the button above to share where you found this pet.
cs: Klepněte na tlačítko výše a sdílejte místo, kde jste mazlíčka našli.
de: Tippen Sie auf die Schaltfläche oben, um mitzuteilen, wo Sie das Haustier gefunden haben.
es: Toca el botón de arriba para compartir dónde encontraste a la mascota.
hu: Koppints a fenti gombra, hogy megoszd, hol találtad meg a kedvencet.
pt: Toque no botão acima para partilhar onde encontrou o animal.
ro: Atinge butonul de mai sus pentru a partaja unde ai găsit animalul.
sk: Tuknite na tlacidlo vyssie a zdielajte miesto, kde ste zviera nasli.

# scanner_step3_title
source: 3. Contact Owner
cs: 3. Kontaktujte majitele
de: 3. Besitzer kontaktieren
es: 3. Contacta al dueño
hu: 3. Gazda elérése
pt: 3. Contactar o dono
ro: 3. Contactează proprietarul
sk: 3. Kontaktujte majitela

# scanner_step3_desc
source: Use the contact details to reach the owner directly.
cs: Použijte kontaktní údaje k přímému kontaktu s majitelem.
de: Nutzen Sie die Kontaktdaten, um den Besitzer direkt zu erreichen.
es: Usa los datos de contacto para comunicarte directamente con el dueño.
hu: Használd az elérhetőségeket, hogy közvetlenül elérd a gazdát.
pt: Use os contactos para falar diretamente com o dono.
ro: Folosește datele de contact pentru a lua legătura direct cu proprietarul.
sk: Pouzite kontaktne udaje a spojte sa s majitelom priamo.

# scanner_privacy_notice
source: Your precise location is not shared. Only the approximate area (~500m) is visible.
cs: Vaše přesná poloha není sdílena. Viditelná je pouze přibližná oblast (~500 m).
de: Ihr genauer Standort wird nicht geteilt. Es ist nur der ungefähre Bereich (~500 m) sichtbar.
es: Tu ubicación exacta no se comparte. Solo se ve el área aproximada (~500 m).
hu: A pontos helyed nem kerül megosztásra. Csak a közelítő terület (~500m) látható.
pt: A sua localização exata não é partilhada. Apenas a área aproximada (~500 m) é visível.
ro: Locația ta exactă nu este partajată. Este vizibilă doar zona aproximativă (~500 m).
sk: Vasa presna poloha sa nezdielaj. Viditelna je iba priblizna oblast (~500 m).

# scanner_found_pet %@
source: Found %@!
cs: %@ nalezen!
de: %@ gefunden!
es: ¡%@ encontrado!
hu: %@ megtalálva!
pt: %@ encontrado!
ro: %@ găsit!
sk: Najdeny %@!

# tag_activate_title
source: Activate Tag
cs: Aktivovat známku
de: Tag aktivieren
es: Activar etiqueta
hu: Biléta aktiválása
pt: Ativar etiqueta
ro: Activează eticheta
sk: Aktivovat stitok

# tag_loading_pets
source: Loading your pets...
cs: Načítání vašich mazlíčků…
de: Haustiere werden geladen…
es: Cargando tus mascotas...
hu: Kedvencek betöltése...
pt: A carregar os seus animais...
ro: Se încarcă animalele tale...
sk: Nacitavaju sa vase zvierata...

source: Tag Activated!
cs: Známka aktivována!
de: Tag aktiviert!
es: ¡Etiqueta activada!
hu: Biléta aktiválva!
pt: Etiqueta ativada!
ro: Etichetă activată!
sk: Stitok aktivovany!

# tag_activated_message %@
source: %@'s tag is now active
cs: Známka mazlíčka %@ je nyní aktivní
de: Der Tag von %@ ist jetzt aktiv
es: La etiqueta de %@ ya está activa
hu: %@ bilétája aktív
pt: A etiqueta de %@ está agora ativa
ro: Eticheta lui %@ este acum activă
sk: Stitok pre %@ je teraz aktivny

# tag_choose_plan
source: Choose a subscription plan to unlock all features for your pet.
cs: Vyberte předplatné pro odemčení všech funkcí pro svého mazlíčka.
de: Wählen Sie ein Abonnement, um alle Funktionen für Ihr Haustier freizuschalten.
es: Elige un plan de suscripción para desbloquear todas las funciones de tu mascota.
hu: Válassz előfizetési csomagot, hogy minden funkciót feloldj a kedvenced számára.
pt: Escolha um plano de subscrição para desbloquear todas as funcionalidades do seu animal.
ro: Alege un plan de abonament pentru a debloca toate funcțiile pentru animalul tău.
sk: Vyberte si predplatny plan a odomknite vsetky funkcie pre svoje zviera.

# tag_choose_plan_button
source: Choose Plan
cs: Vybrat plán
de: Plan wählen
es: Elegir plan
hu: Csomag kiválasztása
pt: Escolher plano
ro: Alege plan
sk: Vybrat plan

# tag_skip_for_now
source: Skip for now
cs: Přeskočit
de: Jetzt überspringen
es: Saltar por ahora
hu: Kihagyás most
pt: Ignorar por agora
ro: Sari peste
sk: Preskocit zatial

# tag_no_pets
source: No Pets Yet
cs: Zatím žádní mazlíčci
de: Noch keine Haustiere
es: Aún no hay mascotas
hu: Még nincs kedvenc
pt: Ainda sem animais
ro: Încă nu ai animale
sk: Zatial ziadne zvierata

# tag_no_pets_message
source: Add a pet first before activating a tag
cs: Před aktivací známky nejprve přidejte mazlíčka
de: Fügen Sie zuerst ein Haustier hinzu, bevor Sie einen Tag aktivieren
es: Añade una mascota antes de activar una etiqueta
hu: Előbb adj hozzá egy kedvencet, majd aktiváld a bilétát
pt: Adicione um animal antes de ativar uma etiqueta
ro: Adaugă un animal înainte de a activa o etichetă
sk: Najprv pridajte zviera a potom aktivujte stitok

# tag_code_label
source: Tag Code
cs: Kód známky
es: Código de etiqueta
hu: Biléta kód
pt: Código da etiqueta
ro: Cod etichetă
sk: Kod stitka

# tag_select_pet
source: Select a pet to link with this tag
cs: Vyberte mazlíčka pro propojení se známkou
de: Haustier auswählen, um diesen Tag zu verknüpfen
es: Selecciona una mascota para vincular con esta etiqueta
hu: Válassz kedvencet a biléta összekapcsolásához
pt: Selecione um animal para associar a esta etiqueta
ro: Selectează un animal pentru a-l lega de această etichetă
sk: Vyberte zviera na prepojenie so stitkom

# tag_activating
source: Activating...
cs: Aktivace…
de: Aktivierung…
es: Activando...
hu: Aktiválás...
pt: A ativar...
ro: Se activează...
sk: Aktivacia...

# tag_activate_button
source: Activate Tag
cs: Aktivovat známku
de: Tag aktivieren
es: Activar etiqueta
hu: Biléta aktiválása
pt: Ativar etiqueta
ro: Activează eticheta
sk: Aktivovat stitok

# tag_link_message
source: This tag will be linked to the selected pet
cs: Tato známka bude propojena s vybraným mazlíčkem
de: Dieser Tag wird mit dem ausgewählten Haustier verknüpft
es: Esta etiqueta se vinculará a la mascota seleccionada
hu: A biléta a kiválasztott kedvenchez lesz kapcsolva
pt: Esta etiqueta será associada ao animal selecionado
ro: Această etichetă va fi asociată cu animalul selectat
sk: Tento stitok bude prepojeny so zvolenym zvieratom

# plan_tag_activated
source: Tag Activated!
cs: Známka aktivována!
de: Tag aktiviert!
es: ¡Etiqueta activada!
hu: Biléta aktiválva!
pt: Etiqueta ativada!
ro: Etichetă activată!
sk: Stitok aktivovany!

# plan_choose_subtitle
source: Choose a plan to unlock all features
cs: Vyberte plán pro odemčení všech funkcí
de: Wählen Sie einen Plan, um alle Funktionen freizuschalten
es: Elige un plan para desbloquear todas las funciones
hu: Válassz csomagot az összes funkció feloldásához
pt: Escolha um plano para desbloquear todas as funcionalidades
ro: Alege un plan pentru a debloca toate funcțiile
sk: Vyberte plan a odomknite vsetky funkcie

# plan_upgrade_title
source: Upgrade Your Plan
cs: Upgradovat plán
de: Plan upgraden
es: Mejorar plan
hu: Csomagfrissítés
pt: Atualizar plano
ro: Îmbunătățește planul
sk: Inovovat plan

# plan_upgrade_subtitle
source: Get more features for your pets
cs: Získejte více funkcí pro své mazlíčky
de: Mehr Funktionen für Ihre Haustiere
es: Obtén más funciones para tus mascotas
hu: További funkciók a kedvenceidnek
pt: Obtenha mais funcionalidades para os seus animais
ro: Obține mai multe funcții pentru animalele tale
sk: Ziskajte viac funkcii pre svoje zvierata

# plan_loading
source: Loading plans...
cs: Načítání plánů…
de: Pläne werden geladen…
es: Cargando planes...
hu: Csomagok betöltése...
pt: A carregar planos...
ro: Se încarcă planurile...
sk: Nacitavaju sa plany...

# plan_failed_to_load
source: Failed to load plans
cs: Plány se nepodařilo načíst
de: Pläne konnten nicht geladen werden
es: No se pudieron cargar los planes
hu: Nem sikerült betölteni a csomagokat
pt: Falha ao carregar planos
ro: Nu s-au putut încărca planurile
sk: Nacitanie planov zlyhalo

# plan_choose_your_plan
source: Choose Your Plan
cs: Vyberte si plán
de: Plan auswählen
es: Elige tu plan
hu: Válaszd ki a csomagod
pt: Escolha o seu plano
ro: Alege planul
sk: Vyberte si plan

# plan_popular
source: Popular
cs: Oblíbené
de: Beliebt
hu: Népszerű
sk: Popularny

# plan_current
source: Current Plan
cs: Aktuální plán
de: Aktueller Plan
es: Plan actual
hu: Jelenlegi csomag
pt: Plano atual
ro: Planul actual
sk: Aktualny plan
