Repository: Project-Xtag/pet-safety-ios
Catalog: PetSafety/PetSafety/Resources/*.lproj/Localizable.strings
Languages: cs, de, es, hu, pt, ro, sk

# plan_select_free
source: Select Free Plan
cs: Vybrat bezplatný plán
de: Kostenlosen Plan wählen
es: Seleccionar plan gratuito
hu: Ingyenes csomag kiválasztása
pt: Selecionar plano gratuito
ro: Selectează planul gratuit
sk: Vybrat bezplatny plan

# plan_select %@
source: Select %@
cs: Vybrat %@
de: %@ auswählen
es: Seleccionar %@
hu: %@ kiválasztása
pt: Selecionar %@
ro: Selectează %@
sk: Vybrat %@

# plan_skip_free
source: Skip for now (Free Plan)
cs: Přeskočit (bezplatný plán)
de: Jetzt überspringen (Kostenloser Plan)
es: Saltar por ahora (plan gratuito)
hu: Kihagyás most (Ingyenes csomag)
pt: Ignorar por agora (Plano gratuito)
ro: Sari peste (Plan gratuit)
sk: Preskocit zatial (bezplatny plan)

# plan_all_include
source: All plans include:
cs: Všechny plány zahrnují:
de: Alle Pläne enthalten:
es: Todos los planes incluyen:
hu: Minden csomag tartalmazza:
pt: Todos os planos incluem:
ro: Toate planurile includ:
sk: Vsetky plany obsahuju:

# plan_feature_qr
source: QR tag for your pet
cs: QR známka pro vašeho mazlíčka
de: QR-Tag für Ihr Haustier
es: Etiqueta QR para tu mascota
hu: QR biléta a kedvencednek
pt: Etiqueta QR para o seu animal
ro: Etichetă QR pentru animalul tău
sk: QR stitok pre vase zviera

# plan_feature_profile
source: Pet profile page
cs: Profilová stránka mazlíčka
de: Profilseite des Haustiers
es: Página de perfil de la mascota
hu: Kedvenc profiloldala
pt: Página de perfil do animal
ro: Pagina de profil a animalului
sk: Profilova stranka zvierata

# plan_feature_scan_notify
source: Scan notifications
cs: Upozornění na skenování
de: Scan-Benachrichtigungen
es: Notificaciones de escaneo
hu: Beolvasási értesítések
pt: Notificações de leitura
ro: Notificări de scanare
sk: Upozornenia o skenovani

# plan_paid_add
source: Paid plans add:
cs: Placené plány navíc:
de: Bezahlte Pläne bieten zusätzlich:
es: Los planes de pago añaden:
hu: A fizetős csomagok tartalmazzák még:
pt: Os planos pagos incluem:
ro: Planurile plătite oferă în plus:
sk: Platene plany pridavaju:

# plan_feature_alerts
source: Missing pet alerts
cs: Upozornění na ztracené mazlíčky
de: Vermisstenwarnungen
es: Alertas de mascotas perdidas
hu: Eltűnt kedvenc riasztások
pt: Alertas de animais desaparecidos
ro: Alerte animale dispărute
sk: Upozornenia na stratene zvierata

# plan_feature_location
source: Location sharing
cs: Sdílení polohy
de: Standort teilen
es: Compartir ubicación
hu: Helymegosztás
pt: Partilha de localização
ro: Partajare locație
sk: Zdielanie polohy

# plan_feature_priority
source: Priority support
cs: Prioritní podpora
de: Priorisierter Support
es: Soporte prioritario
hu: Elsőbbségi támogatás
pt: Suporte prioritário
ro: Suport prioritar
sk: Prioritna podpora

source: Alerts
cs: Upozornění
de: Warnungen
es: Alertas
hu: Riasztások
pt: Alertas
ro: Alerte
sk: Upozornenia

# tab_missing
source: Missing
cs: Ztracený
de: Vermisst
es: Perdido
hu: Eltűnt
pt: Desaparecido
ro: Dispărut
sk: Strateny

# tab_found
source: Found
cs: Nalezený
de: Gefunden
es: Encontrado
hu: Megtalált
pt: Encontrado
ro: Găsit
sk: Najdeny

# tab_success
source: Found pets
cs: Nalezení mazlíčci
de: Gefundene Haustiere
es: Mascotas encontradas
hu: Megtalált kedvencek
pt: Animais encontrados
ro: Animale găsite
sk: Najdene zvierata

source: Show List
cs: Zobrazit seznam
de: Liste anzeigen
es: Mostrar lista
hu: Lista megjelenítése
pt: Mostrar lista
ro: Afișează lista
sk: Zobrazit zoznam

source: Show Map
cs: Zobrazit mapu
de: Karte anzeigen
es: Mostrar mapa
hu: Térkép megjelenítése
pt: Mostrar mapa
ro: Afișează harta
sk: Zobrazit mapu

source: Unknown Pet
cs: Neznámý mazlíček
de: Unbekanntes Haustier
es: Mascota desconocida
hu: Ismeretlen kedvenc
pt: Animal desconhecido
ro: Animal necunoscut
sk: Nezname zviera

source: Pet Alert
cs: Upozornění na mazlíčka
de: Haustier-Alarm
es: Alerta de mascota
hu: Kedvenc riasztás
pt: Alerta de animal
ro: Alertă animal
sk: Upozornenie na zviera

# alert_status
source: Status: %@
cs: Stav: %@
es: Estado: %@
hu: Állapot: %@
pt: Estado: %@
ro: Stare: %@
sk: Stav: %@

# alert_last_seen
source: Last seen: %@
cs: Naposledy viděn: %@
de: Zuletzt gesehen: %@
es: Visto por última vez: %@
hu: Utoljára látva: %@
pt: Visto pela última vez: %@
ro: Văzut ultima dată: %@
sk: Naposledy videne: %@

# alert_sightings_count
source: Sightings: %lld
cs: Pozorování: %lld
de: Sichtungen: %lld
es: Avistamientos: %lld
hu: Észlelések: %lld
pt: Avistamentos: %lld
ro: Observații: %lld
sk: Pozorovania: %lld

# alert_marker
source: Alert
cs: Upozornění
de: Warnung
es: Alerta
hu: Riasztás
pt: Alerta
ro: Alertă
sk: Upozornenie

source: Loading alerts…
cs: Načítání upozornění…
de: Warnungen werden geladen…
es: Cargando alertas…
hu: Riasztások betöltése…
pt: A carregar alertas…
ro: Se încarcă alertele…
sk: Nacitavaju sa upozornenia…

# failed_load_alerts
source: Failed to load alerts
cs: Upozornění se nepodařilo načíst
de: Warnungen konnten nicht geladen werden
es: No se pudieron cargar las alertas
hu: Nem sikerült betölteni a riasztásokat
pt: Falha ao carregar alertas
ro: Nu s-au putut încărca alertele
sk: Nacitanie upozorneni zlyhalo

source: No Active Alerts
cs: Žádná aktivní upozornění
de: Keine aktiven Warnungen
es: No hay alertas activas
hu: Nincsenek aktív riasztások
pt: Sem alertas ativos
ro: Nicio alertă activă
sk: Ziadne aktivne upozornenia

# no_active_alerts_message
source: You don't have any missing pet alerts at the moment
cs: Aktuálně nemáte žádná upozornění na ztracené mazlíčky
de: Derzeit haben Sie keine Vermisstenwarnungen
es: No tienes alertas de mascotas perdidas en este momento
hu: Jelenleg nincs eltűnt kedvenc riasztásod
pt: De momento não tem alertas de animais desaparecidos
ro: În prezent nu ai alerte pentru animale dispărute
sk: Momentalne nemate ziadne upozornenia na stratene zvierata

source: No Found Alerts
cs: Žádná upozornění na nalezení
de: Keine Fundmeldungen
es: No hay alertas de encontradas
hu: Nincsenek megtalált riasztások
pt: Sem alertas de encontrados
ro: Nicio alertă de animale găsite
sk: Ziadne najdene upozornenia

# no_found_alerts_message
source: No pets have been found recently in your area
cs: Ve vašem okolí nebyli nedávno nalezeni žádní mazlíčci
de: In Ihrer Nähe wurden kürzlich keine Haustiere gefunden
es: No se han encontrado mascotas recientemente en tu área
hu: Mostanában nem találtak kedvenceket a környékeden
pt: Nenhum animal foi encontrado recentemente na sua área
ro: Nu au fost găsite animale recent în zona ta
sk: V poslednom case neboli vo vasom okoli najdene ziadne zvierata

# missing_pet_alerts_title
source: Missing Pet Alerts
cs: Upozornění na ztracené mazlíčky
de: Vermisstenwarnungen
es: Alertas de mascotas perdidas
hu: Eltűnt kedvenc riasztások
pt: Alertas de animais desaparecidos
ro: Alerte animale dispărute
sk: Upozornenia na stratene zvierata

source: Create Alert
cs: Vytvořit upozornění
de: Warnung erstellen
es: Crear alerta
hu: Riasztás létrehozása
pt: Criar alerta
ro: Creează alertă
sk: Vytvorit upozornenie

source: Create new alert
cs: Vytvořit nové upozornění
de: Neue Warnung erstellen
es: Crear nueva alerta
hu: Új riasztás létrehozása
pt: Criar novo alerta
ro: Creează alertă nouă
sk: Vytvorit nove upozornenie

# sighting_count_singular
source: 1 sighting
cs: 1 pozorování
de: 1 Sichtung
es: 1 avistamiento
hu: 1 észlelés
pt: 1 avistamento
ro: 1 observație
sk: 1 pozorovanie

# sighting_count_plural
source: %lld sightings
cs: %lld pozorování
de: %lld Sichtungen
es: %lld avistamientos
hu: %lld észlelés
pt: %lld avistamentos
ro: %lld observații
sk: %lld pozorovani

source: Unknown Breed
cs: Neznámé plemeno
de: Unbekannte Rasse
es: Raza desconocida
hu: Ismeretlen fajta
pt: Raça desconhecida
ro: Rasă necunoscută
sk: Nezname plemeno

# last_seen_label
source: Last Seen
cs: Naposledy viděn
de: Zuletzt gesehen
es: Visto por última vez
hu: Utoljára látva
pt: Visto pela última vez
ro: Văzut ultima dată
sk: Naposledy videne

# reported_sightings_count
source: Reported Sightings (%lld)
cs: Nahlášená pozorování (%lld)
de: Gemeldete Sichtungen (%lld)
es: Avistamientos reportados (%lld)
hu: Bejelentett észlelések (%lld)
pt: Avistamentos reportados (%lld)
ro: Observații raportate (%lld)
sk: Nahlasene pozorovania (%lld)

source: Report a Sighting
cs: Nahlásit pozorování
de: Sichtung melden
es: Reportar avistamiento
hu: Észlelés bejelentése
pt: Reportar avistamento
ro: Raportează o observație
sk: Nahlasit pozorovanie

source: Anonymous
cs: Anonymní
de: Anonym
es: Anónimo
hu: Névtelen
pt: Anónimo
ro: Anonim
sk: Anonym

# contact_label
source: Contact: %@
cs: Kontakt: %@
de: Kontakt: %@
es: Contacto: %@
hu: Kapcsolat: %@
pt: Contacto: %@
sk: Kontakt: %@

# pet_marked_found
source: %@ has been marked as found!
cs: %@ byl označen jako nalezený!
de: %@ wurde als gefunden markiert!
es: ¡%@ ha sido marcada como encontrada!
hu: %@ megtaláltként jelölve!
pt: %@ foi marcado como encontrado!
ro: %@ a fost marcat ca găsit!
sk: %@ bol oznaceny ako najdeny!

# mark_found_failed_message
source: Failed to mark as found: %@
cs: Označení jako nalezený se nezdařilo: %@
de: Als gefunden markieren fehlgeschlagen: %@
es: No se pudo marcar como encontrada: %@
hu: Nem sikerült megtaláltként jelölni: %@
pt: Falha ao marcar como encontrado: %@
ro: Nu s-a putut marca ca găsit: %@
sk: Oznacenie ako najdene zlyhalo: %@

# report_missing_title
source: Report %@ Missing
cs: Nahlásit ztrátu %@
de: %@ als vermisst melden
es: Reportar %@ como perdida
hu: %@ eltűnésének bejelentése
pt: Reportar %@ como desaparecido
ro: Raportează %@ ca dispărut
sk: Nahlasit %@ ako stratene

source: Last seen location
cs: Místo posledního výskytu
de: Zuletzt gesehener Ort
es: Última ubicación vista
hu: Utoljára látott hely
pt: Localização onde foi visto pela última vez
ro: Locația unde a fost văzut ultima dată
sk: Naposledy videne miesto

source: Additional info
cs: Další info
de: Zusätzliche Infos
es: Información adicional
hu: További információ
pt: Informação adicional
ro: Informații suplimentare
sk: Dalsie info

source: Report
cs: Nahlásit
de: Melden
es: Reportar
hu: Jelentés
pt: Reportar
ro: Raportează
sk: Nahlasit

source: Report Sighting
cs: Nahlásit pozorování
de: Sichtung melden
es: Reportar avistamiento
hu: Észlelés bejelentése
pt: Reportar avistamento
ro: Raportează observație
sk: Nahlasit pozorovanie

# report_sighting_prompt
source: Share any details about where you saw the pet.
cs: Sdílejte detaily o tom, kde jste mazlíčka viděli.
de: Teilen Sie Details darüber, wo Sie das Haustier gesehen haben.
es: Comparte detalles sobre dónde viste a la mascota.
hu: Oszd meg azokat a részleteket, ahol láttad a kedvencet.
pt: Partilhe detalhes sobre onde viu o animal.
ro: Împărtășește detalii despre unde ai văzut animalul.
sk: Zdielajte podrobnosti o tom, kde ste zviera videli.

source: Notes
cs: Poznámky
de: Notizen
es: Notas
hu: Megjegyzések
pt: Notas
ro: Note
sk: Poznamky

source: Sighting reported
cs: Pozorování nahlášeno
de: Sichtung gemeldet
es: Avistamiento reportado
hu: Észlelés bejelentve
pt: Avistamento reportado
ro: Observație raportată
sk: Pozorovanie nahlasene

# report_failed
source: Failed to report
cs: Nahlášení se nezdařilo
de: Melden fehlgeschlagen
es: No se pudo reportar
hu: Nem sikerült bejelenteni
pt: Falha ao reportar
ro: Raportarea a eșuat
sk: Nahlasenie zlyhalo

source: Sighting location
cs: Místo pozorování
de: Sichtungsort
es: Ubicación del avistamiento
hu: Észlelés helye
pt: Localização do avistamento
ro: Locația observației
sk: Miesto pozorovania

source: Use Current Location
cs: Použít aktuální polohu
de: Aktuellen Standort verwenden
es: Usar ubicación actual
hu: Jelenlegi hely használata
pt: Usar localização atual
ro: Folosește locația curentă
sk: Pouzit aktualnu polohu

# location_captured
source: Location captured from GPS
cs: Poloha získána z GPS
de: Standort über GPS erfasst
es: Ubicación capturada por GPS
hu: Hely rögzítve GPS-ből
pt: Localização capturada por GPS
ro: Locație capturată din GPS
sk: Poloha zachytena z GPS

# create_alert_failed
source: Failed to create alert
cs: Nepodařilo se vytvořit upozornění
de: Warnung konnte nicht erstellt werden
es: No se pudo crear la alerta
hu: Nem sikerült létrehozni a riasztást
pt: Falha ao criar alerta
ro: Nu s-a putut crea alerta
sk: Vytvorenie upozornenia zlyhalo

# update_alert_failed
source: Failed to update alert
cs: Nepodařilo se aktualizovat upozornění
de: Warnung konnte nicht aktualisiert werden
es: No se pudo actualizar la alerta
hu: Nem sikerült frissíteni a riasztást
pt: Falha ao atualizar alerta
ro: Nu s-a putut actualiza alerta
sk: Aktualizacia upozornenia zlyhala

# report_sighting_failed
source: Failed to report sighting
cs: Nepodařilo se nahlásit pozorování
de: Sichtung konnte nicht gemeldet werden
es: No se pudo reportar el avistamiento
hu: Nem sikerült bejelenteni az észlelést
pt: Falha ao reportar avistamento
ro: Nu s-a putut raporta observația
sk: Nahlasenie pozorovania zlyhalo

source: Report Missing Pet
cs: Nahlásit ztraceného mazlíčka
de: Vermisstes Haustier melden
es: Reportar mascota perdida
hu: Eltűnt kedvenc bejelentése
pt: Reportar animal desaparecido
ro: Raportează animal dispărut
sk: Nahlasit stratene zviera

# select_pet_to_report
source: Select a pet
cs: Vyberte mazlíčka
de: Haustier auswählen
es: Selecciona una mascota
hu: Válassz kedvencet
pt: Selecione um animal
ro: Selectează un animal
sk: Vyberte zviera

source: Add missing details
cs: Přidat detaily o ztrátě
de: Vermissten-Details hinzufügen
es: Añade detalles de la pérdida
hu: Adj meg részleteket az eltűnésről
pt: Adicionar detalhes do desaparecimento
ro: Adaugă detalii despre dispariție
sk: Pridajte detaily o strate

# enter_address_or_location
source: Enter address or location description
cs: Zadejte adresu nebo popis místa
de: Adresse oder Ortsbeschreibung eingeben
es: Introduce la dirección o descripción del lugar
hu: Add meg a címet vagy a hely leírását
pt: Introduza a morada ou descrição do local
ro: Introdu adresa sau descrierea locației
sk: Zadajte adresu alebo popis miesta

source: Additional Details
cs: Další detaily
de: Weitere Details
es: Detalles adicionales
hu: További részletek
pt: Detalhes adicionais
ro: Detalii suplimentare
sk: Dalsie detaily

# describe_circumstances
source: Describe circumstances, distinguishing features, etc.
cs: Popište okolnosti, rozlišovací znaky apod.
de: Umstände, besondere Merkmale usw. beschreiben
es: Describe las circunstancias, rasgos distintivos, etc.
hu: Írd le a körülményeket, megkülönböztető jegyeket, stb.
pt: Descreva as circunstâncias, traços distintivos, etc.
ro: Descrie circumstanțele, trăsăturile distinctive, etc.
sk: Popiste okolnosti, rozlisovacie znaky, atd.

source: Report Missing
cs: Nahlásit ztrátu
de: Vermisst melden
es: Reportar pérdida
hu: Eltűnt jelentése
pt: Reportar desaparecido
ro: Raportează dispariția
sk: Nahlasit stratene

# no_pets_to_report_message
source: Add a pet first to report them missing
cs: Nejdříve přidejte mazlíčka, abyste jej mohli nahlásit jako ztraceného
de: Fügen Sie zuerst ein Haustier hinzu, um es als vermisst zu melden
es: Añade una mascota antes de reportarla como perdida
hu: Adj hozzá egy kedvencet, hogy eltűntként jelenthessük
pt: Adicione um animal antes de o reportar como desaparecido
ro: Adaugă un animal înainte de a-l raporta ca dispărut
sk: Najprv pridajte zviera, aby ste ho mohli nahlasit ako stratene

source: Mark Pet Found
cs: Označit mazlíčka jako nalezeného
de: Haustier als gefunden markieren
es: Marcar mascota como encontrada
hu: Kedvenc megtaláltnak jelölése
pt: Marcar animal como encontrado
ro: Marchează animal ca găsit
sk: Oznacit zviera ako najdene

# select_pet_to_mark_found
source: Select the pet that has been found
cs: Vyberte mazlíčka, který byl nalezen
de: Wählen Sie das gefundene Haustier aus
es: Selecciona la mascota que ha sido encontrada
hu: Válaszd ki a megtalált kedvencet
pt: Selecione o animal que foi encontrado
ro: Selectează animalul care a fost găsit
sk: Vyberte zviera, ktore bolo najdene

# no_missing_pets_message
source: You have no pets marked as missing
cs: Nemáte žádné mazlíčky označené jako ztracené
de: Sie haben keine als vermisst markierten Haustiere
es: No tienes mascotas marcadas como perdidas
hu: Nincs eltűntként jelölt kedvenced
pt: Não tem animais marcados como desaparecidos
ro: Nu ai animale marcate ca dispărute
sk: Nemate ziadne zvierata oznacene ako stratene

# select_pet_header
source: Select Pet
cs: Vybrat mazlíčka
de: Haustier auswählen
es: Seleccionar mascota
hu: Kedvenc kiválasztása
pt: Selecionar animal
ro: Selectează animal
sk: Vyberte zviera

# no_pets_available
source: No pets available. Please add a pet first.
cs: Žádní mazlíčci nejsou dostupní. Nejprve přidejte mazlíčka.
de: Keine Haustiere verfügbar. Bitte fügen Sie zuerst ein Haustier hinzu.
es: No hay mascotas disponibles. Añade una mascota primero.
hu: Nincs elérhető kedvenc. Kérjük, adj hozzá egyet.
pt: Sem animais disponíveis. Adicione um animal primeiro.
ro: Nu există animale disponibile. Adaugă unul mai întâi.
sk: Ziadne zvierata nie su k dispozicii. Najprv pridajte zviera.

# pet_picker_label
source: Pet
cs: Mazlíček
de: Haustier
es: Mascota
hu: Kedvenc
pt: Animal
ro: Animal
sk: Zviera

# last_seen_location_header
source: Last Seen Location
cs: Místo posledního výskytu
de: Zuletzt gesehener Ort
es: Última ubicación vista
hu: Utoljára látott hely
pt: Localização onde foi visto pela última vez
ro: Locația unde a fost văzut ultima dată
sk: Naposledy videne miesto

source: Enter location
cs: Zadejte polohu
de: Ort eingeben
es: Introduce ubicación
hu: Hely megadása
pt: Introduzir localização
ro: Introdu locația
sk: Zadat miesto

# additional_information_header
source: Additional Information
cs: Další informace
de: Zusätzliche Informationen
es: Información adicional
hu: További információ
pt: Informação adicional
ro: Informații suplimentare
sk: Dalsie informacie

# additional_details_placeholder
source: Provide any additional details about when and where your pet was last seen...
cs: Uveďte další podrobnosti o tom, kdy a kde jste mazlíčka naposledy viděli…
de: Geben Sie weitere Details an, wann und wo Sie Ihr Haustier zuletzt gesehen haben…
es: Añade detalles sobre cuándo y dónde viste a tu mascota por última vez…
hu: Adj meg további részleteket arról, mikor és hol láttad utoljára a kedvenced...
pt: Forneça detalhes sobre quando e onde viu o seu animal pela última vez...
ro: Oferă detalii despre când și unde ai văzut ultima dată animalul...
sk: Uvedte dalsie podrobnosti o tom, kedy a kde ste zviera naposledy videli...

# alert_created_success
source: Missing pet alert created successfully!
cs: Upozornění na ztraceného mazlíčka bylo úspěšně vytvořeno!
de: Vermisstenwarnung erfolgreich erstellt!
es: ¡Alerta de mascota perdida creada correctamente!
hu: Eltűnt kedvenc riasztás sikeresen létrehozva!
pt: Alerta de animal desaparecido criado com sucesso!
ro: Alertă de animal dispărut creată cu succes!
sk: Upozornenie na stratene zviera bolo uspesne vytvorene!

# alert_queued_offline
source: Alert queued. Will sync when online.
cs: Upozornění ve frontě. Synchronizuje se po připojení.
de: Warnung in Warteschlange. Wird synchronisiert, sobald online.
es: Alerta en cola. Se sincronizará cuando estés en línea.
hu: Riasztás sorba állítva. Online állapotban szinkronizálódik.
pt: Alerta em fila. Será sincronizado quando estiver online.
ro: Alertă în coadă. Se va sincroniza când ești online.
sk: Upozornenie zaradene do frontu. Synchronizuje sa po pripojeni.

source: Your Contact Information
cs: Vaše kontaktní údaje
de: Ihre Kontaktdaten
es: Tu información de contacto
hu: Elérhetőségeid
pt: A sua informação de contacto
ro: Informațiile tale de contact
sk: Vase kontaktne informacie

source: Name (optional)
cs: Jméno (volitelné)
es: Nombre (opcional)
hu: Név (opcionális)
pt: Nome (opcional)
ro: Nume (opțional)
sk: Meno (volitelne)

source: Phone (optional)
cs: Telefon (volitelné)
de: Telefon (optional)
es: Teléfono (opcional)
hu: Telefonszám (opcionális)
pt: Telefone (opcional)
ro: Telefon (opțional)
sk: Telefon (volitelne)

source: Email (optional)
cs: E-mail (volitelné)
es: Correo (opcional)
hu: Email (opcionális)
pt: E-mail (opcional)
ro: E-mail (opțional)
sk: E-mail (volitelne)

source: Details
cs: Podrobnosti
es: Detalles
hu: Részletek
pt: Detalhes
ro: Detalii
sk: Podrobnosti

# sighting_reported_success
source: Sighting reported successfully!
cs: Pozorování úspěšně nahlášeno!
de: Sichtung erfolgreich gemeldet!
es: ¡Avistamiento reportado correctamente!
hu: Észlelés sikeresen bejelentve!
pt: Avistamento reportado com sucesso!
ro: Observație raportată cu succes!
sk: Pozorovanie uspesne nahlasene!

# report_sighting_header
source: Report a Sighting
cs: Nahlásit pozorování
de: Sichtung melden
es: Reportar avistamiento
hu: Észlelés bejelentése
pt: Reportar avistamento
ro: Raportează o observație
sk: Nahlasit pozorovanie

# report_sighting_help
source: Help reunite this pet with their owner by sharing where you saw them.
cs: Pomozte mazlíčkovi znovu se shledat s majitelem sdílením místa pozorování.
de: Helfen Sie, das Haustier mit dem Besitzer zu vereinen, indem Sie den Sichtungsort teilen.
es: Ayuda a reunir a esta mascota con su dueño compartiendo dónde la viste.
hu: Segíts, hogy a kedvenc újra találkozhasson a gazdájával a hely megosztásával.
pt: Ajude a reunir este animal com o dono partilhando onde o viu.
ro: Ajută la reunirea animalului cu proprietarul împărtășind locul unde l-ai văzut.
sk: Pomozte znovuzjednotit zviera s majitelom zdielanim miesta, kde ste ho videli.

# share_contact_info
source: Share My Contact Info
cs: Sdílet moje kontaktní údaje
de: Meine Kontaktdaten teilen
es: Compartir mis datos de contacto
hu: Elérhetőségeim megosztása
pt: Partilhar os meus contactos
ro: Partajează datele mele de contact
sk: Zdielat moje kontaktne udaje

# share_contact_info_desc
source: Allow the pet owner to contact you directly
cs: Umožněte majiteli kontaktovat vás přímo
de: Erlauben Sie dem Besitzer, Sie direkt zu kontaktieren
es: Permite que el dueño pueda contactarte directamente
hu: Engedélyezd, hogy a gazda közvetlenül felvehesse veled a kapcsolatot
pt: Permita que o dono o contacte diretamente
ro: Permite proprietarului să te contacteze direct
sk: Umoznite majitelovi kontaktovat vas priamo

source: Your name
cs: Vaše jméno
de: Ihr Name
es: Tu nombre
hu: Neved
pt: O seu nome
ro: Numele tău
sk: Vase meno

source: Your phone number
cs: Váš telefon
de: Ihre Telefonnummer
es: Tu teléfono
hu: Telefonszámod
pt: O seu telefone
ro: Numărul tău de telefon
sk: Vas telefon

source: Your email
cs: Váš e-mail
de: Ihre E-Mail
es: Tu correo
hu: Email címed
pt: O seu e-mail
ro: E-mailul tău
sk: Vas e-mail

source: Getting location...
cs: Získávání polohy…
de: Standort wird ermittelt…
es: Obteniendo ubicación...
hu: Hely lekérése...
pt: A obter localização...
ro: Se obține locația...
sk: Ziskavam polohu...

source: Address or Description
cs: Adresa nebo popis
de: Adresse oder Beschreibung
es: Dirección o descripción
hu: Cím vagy leírás
pt: Morada ou descrição
ro: Adresă sau descriere
sk: Adresa alebo popis

# where_did_you_see
source: Where did you see the pet?
cs: Kde jste mazlíčka viděli?
de: Wo haben Sie das Haustier gesehen?
es: ¿Dónde viste a la mascota?
hu: Hol láttad a kedvencet?
pt: Onde viu o animal?
ro: Unde ai văzut animalul?
sk: Kde ste zviera videli?
