Repository: Project-Xtag/pet-safety-ios
Catalog: PetSafety/PetSafety/Resources/*.lproj/Localizable.strings
Languages: cs, de, es, hu, pt, ro, sk

# approximate_location_note
source: This is an approximate location (~500m). Search the surrounding area.
cs: Toto je přibližná poloha (~500 m). Prohledejte okolí.
de: Dies ist ein ungefährer Standort (~500 m). Suchen Sie die Umgebung ab.
es: Esta es una ubicación aproximada (~500 m). Busca en la zona.
hu: Ez egy közelítő hely (~500m). Keresd a környező területet.
pt: Esta é uma localização aproximada (~500 m). Procure a área ao redor.
ro: Aceasta este o locație aproximativă (~500 m). Caută în zona din jur.
sk: Toto je priblizna poloha (~500 m). Prehladajte okolie.

# coordinates_label
source: Coordinates: %@
cs: Souřadnice: %@
de: Koordinaten: %@
es: Coordenadas: %@
hu: Koordináták: %@
pt: Coordenadas: %@
ro: Coordonate: %@
sk: Suradnice: %@

source: Open in:
cs: Otevřít v:
de: Öffnen in:
es: Abrir en:
hu: Megnyitás itt:
pt: Abrir em:
ro: Deschide în:
sk: Otvorit v:

source: Google Maps
cs: Google Mapy
hu: Google Térkép
sk: Google Mapy

# app_version
source: Version 1.0.0
cs: Verze 1.0.0
es: Versión 1.0.0
hu: Verzió 1.0.0
pt: Versão 1.0.0
ro: Versiunea 1.0.0
sk: Verzia 1.0.0

# terms_url
source: Terms: https://senra.pet/terms
cs: Podmínky: https://pet-er.app/terms
de: Bedingungen: https://senra.pet/terms
es: Términos: https://senra.pet/terms-conditions
hu: Feltételek: https://pet-er.app/terms
pt: Termos: https://pet-er.app/terms
ro: Termeni: https://senra.pet/terms
sk: Podmienky: https://senra.pet/terms-conditions

# privacy_url
source: Privacy: https://senra.pet/privacy
cs: Soukromí: https://pet-er.app/privacy
de: Datenschutz: https://senra.pet/privacy
es: Privacidad: https://senra.pet/privacy-policy
hu: Adatvédelem: https://pet-er.app/privacy
pt: Privacidade: https://pet-er.app/privacy
ro: Confidențialitate: https://senra.pet/privacy
sk: Sukromie: https://senra.pet/privacy-policy

# scanner_step1_dynamic_desc
source: Click the button above to share where you found %@
cs: Klikněte na tlačítko výše a sdílejte, kde jste našli %@
de: Klicken Sie oben, um zu teilen, wo Sie %@ gefunden haben
es: Haz clic arriba para compartir dónde encontraste a %@
hu: Kattints a fenti gombra, hogy megoszd, hol találtad meg %@-t
pt: Clique no botão acima para partilhar onde encontrou %@
ro: Apasă butonul de mai sus pentru a partaja unde ai găsit %@
sk: Kliknite na tlacidlo vyssie a zdielajte miesto, kde ste nasli %@

# scanner_step3_dynamic_desc
source: Stay near the location so the owner can find you and %@
cs: Zůstaňte poblíž, aby vás majitel mohl najít i s %@
de: Bleiben Sie in der Nähe, damit der Besitzer Sie und %@ finden kann
es: Quédate cerca para que el dueño pueda encontrarte a ti y a %@
hu: Maradj a hely közelében, hogy a gazda megtalálhasson téged és %@-t
pt: Fique por perto para o dono poder encontrá-lo a si e a %@
ro: Rămâi aproape pentru ca proprietarul să te poată găsi pe tine și pe %@
sk: Zostante nablizku, aby vas majitel nasiel spolu s %@

source: Not set
cs: Nenastaveno
de: Nicht festgelegt
es: No establecido
hu: Nincs megadva
pt: Não definido
ro: Nesetat
sk: Nenastavene

source: Saving...
cs: Ukládání…
de: Wird gespeichert…
es: Guardando...
hu: Mentés...
pt: A guardar...
ro: Se salvează...
sk: Uklada sa...

source: Edit Information
cs: Upravit údaje
de: Informationen bearbeiten
es: Editar información
hu: Adatok szerkesztése
pt: Editar informação
ro: Editează informațiile
sk: Upravit informacie

source: Registered Address
cs: Registrovaná adresa
de: Registrierte Adresse
es: Dirección registrada
hu: Regisztrált cím
pt: Morada registada
ro: Adresă înregistrată
sk: Registrovana adresa

# address_shipping_footer
source: Enter your complete address for shipping and billing purposes
cs: Zadejte úplnou adresu pro doručení a fakturaci
de: Geben Sie Ihre vollständige Adresse für Versand und Abrechnung ein
es: Introduce tu dirección completa para envío y facturación
hu: Add meg a teljes címed szállításhoz és számlázáshoz
pt: Introduza a sua morada completa para envio e faturação
ro: Introdu adresa completă pentru livrare și facturare
sk: Zadajte kompletnu adresu na ucely dorucenia a fakturacie

# address_delivery_prompt
source: Add your address to enable shipping and delivery of QR tags
cs: Přidejte adresu pro doručení QR známek
de: Fügen Sie Ihre Adresse hinzu, um den Versand von QR-Tags zu ermöglichen
es: Añade tu dirección para habilitar el envío de etiquetas QR
hu: Adj meg címet a QR biléták szállításához
pt: Adicione a sua morada para permitir o envio de etiquetas QR
ro: Adaugă adresa pentru a permite livrarea etichetelor QR
sk: Pridajte adresu na dorucenie QR stitkov

# contacts_info_full
source: These contact details will be shown when someone scans your pet's QR tag. You can add up to two email addresses and phone numbers.
cs: Tyto kontaktní údaje se zobrazí při skenování QR známky vašeho mazlíčka. Můžete přidat až dvě e-mailové adresy a telefonní čísla.
de: Diese Kontaktdaten werden angezeigt, wenn jemand den QR-Tag Ihres Haustiers scannt. Sie können bis zu zwei E-Mail-Adressen und Telefonnummern hinzufügen.
es: Estos datos de contacto se mostrarán cuando se escanee la etiqueta QR de tu mascota. Puedes añadir hasta dos correos y números de teléfono.
hu: Ezek az elérhetőségek megjelennek, amikor beolvassák a kedvenced QR bilétáját. Legfeljebb két email címet és telefonszámot adhatsz meg.
pt: Estes contactos serão mostrados quando alguém ler a etiqueta QR do seu animal. Pode adicionar até dois e-mails e números de telefone.
ro: Aceste detalii de contact vor fi afișate când cineva scanează eticheta QR a animalului. Poți adăuga până la două adrese de e-mail și numere de telefon.
sk: Tieto kontaktne udaje sa zobrazia po naskenovani QR stitka vasho zvierata. Mozete pridat az dve e-mailove adresy a telefonne cisla.

# contacts_primary_email_edit_footer
source: Your main account email address
cs: Váš hlavní e-mail účtu
de: Ihre Haupt-E-Mail-Adresse
es: Tu correo principal de la cuenta
hu: A fő fiók email címed
pt: O seu e-mail principal da conta
ro: E-mailul principal al contului
sk: Vas hlavny e-mail uctu

# contacts_secondary_email_edit_footer
source: Backup email for pet recovery notifications
cs: Záložní e-mail pro oznámení o nalezení
de: Backup-E-Mail für Benachrichtigungen zur Wiedervereinigung
es: Correo de respaldo para notificaciones de recuperación
hu: Tartalék email a kedvenc megtalálásáról szóló értesítésekhez
pt: E-mail de backup para notificações de recuperação
ro: E-mail de rezervă pentru notificări de recuperare
sk: Zalozny e-mail pre upozornenia o najdeni

# contacts_primary_phone_edit_footer
source: Your main contact number
cs: Váš hlavní kontaktní telefon
de: Ihre Haupt-Telefonnummer
es: Tu número principal de contacto
hu: A fő elérhetőségi telefonszámod
pt: O seu número principal de contacto
ro: Numărul principal de contact
sk: Vas hlavny kontaktny telefon

# contacts_secondary_phone_edit_footer
source: Backup phone for emergencies
cs: Záložní telefon pro nouzové situace
de: Backup-Nummer für Notfälle
es: Teléfono de respaldo para emergencias
hu: Tartalék telefonszám vészhelyzetekre
pt: Telefone de backup para emergências
ro: Telefon de rezervă pentru urgențe
sk: Zalozny telefon pre nudzove situacie

# contacts_visible_on_tag
source: Visible on tag
cs: Viditelné na známce
de: Sichtbar auf dem Tag
es: Visible en la etiqueta
hu: Látható a bilétán
pt: Visível na etiqueta
ro: Vizibil pe etichetă
sk: Viditelne na stitku

# contacts_no_type_added
source: No %@ added
cs: Žádné %@ nebyly přidány
de: Keine %@ hinzugefügt
es: No hay %@ añadidos
hu: Nincs megadva: %@
pt: Nenhum %@ adicionado
ro: Niciun %@ adăugat
sk: Nepridane: %@

# order_replace_upgrade_hint
source: Upgrade to Standard or Ultimate for free replacements
cs: Upgradujte na Standard nebo Ultimate pro bezplatné náhrady
de: Upgrade auf Standard oder Ultimate für kostenlose Ersatz-Tags
es: Mejora a Standard o Ultimate para reemplazos gratis
hu: Válts Standard vagy Ultimate csomagra ingyenes cserékért
pt: Faça upgrade para Standard ou Ultimate para substituições gratuitas
ro: Fă upgrade la Standard sau Ultimate pentru înlocuiri gratuite
sk: Pre bezplatne nahrady inovujte na Standard alebo Ultimate

# order_replace_old_deactivated
source: Your old QR code will be deactivated when you place this order
cs: Váš starý QR kód bude deaktivován po odeslání této objednávky
de: Ihr alter QR-Code wird deaktiviert, sobald Sie diese Bestellung aufgeben
es: Tu código QR anterior se desactivará cuando realices este pedido
hu: A régi QR kód deaktiválva lesz a rendelés leadásakor
pt: O seu antigo código QR será desativado quando fizer esta encomenda
ro: Codul QR vechi va fi dezactivat când plasezi această comandă
sk: Vas stary QR kod bude deaktivovany po odoslani tejto objednavky

# order_replace_delivery_time
source: You'll receive your new tag within 5-7 business days
cs: Novou známku obdržíte do 5–7 pracovních dnů
de: Sie erhalten Ihren neuen Tag innerhalb von 5–7 Werktagen
es: Recibirás tu nueva etiqueta en 5-7 días laborables
hu: Az új bilétád 5-7 munkanapon belül megérkezik
pt: Receberá a sua nova etiqueta em 5-7 dias úteis
ro: Vei primi noua etichetă în 5-7 zile lucrătoare
sk: Novy stitok dostanete do 5-7 pracovnych dni

# order_replace_scan_activate
source: Once you receive the new tag, you'll need to scan it to activate it
cs: Jakmile obdržíte novou známku, musíte ji naskenovat pro aktivaci
de: Sobald Sie den neuen Tag erhalten, müssen Sie ihn zum Aktivieren scannen
es: Cuando recibas la nueva etiqueta, deberás escanearla para activarla
hu: A biléta megérkezése után be kell olvasnod az aktiváláshoz
pt: Assim que receber a nova etiqueta, deverá lê-la para a ativar
ro: După ce primești noua etichetă, trebuie să o scanezi pentru activare
sk: Po doruceni noveho stitka ho musite naskenovat pre aktivaciu

# order_replace_province
source: Province / State (Optional)
cs: Kraj / stát (volitelné)
de: Bundesland / Staat (optional)
es: Provincia / Estado (opcional)
hu: Megye / állam (opcionális)
pt: Distrito / estado (opcional)
ro: Județ / stat (opțional)
sk: Kraj/stat (volitelne)

# offline_last_sync_label
source: Last sync time
cs: Čas poslední synchronizace
de: Letzte Synchronisationszeit
es: Hora de la última sincronización
hu: Utolsó szinkron ideje
pt: Hora da última sincronização
ro: Timp ultima sincronizare
sk: Cas poslednej synchronizacie

# plan_choose_title
source: Choose Your Plan
cs: Vyberte si plán
de: Plan auswählen
es: Elige tu plan
hu: Válaszd ki a csomagod
pt: Escolha o seu plano
ro: Alege planul
sk: Vyberte si plan

# plan_load_failed
source: Failed to load plans
cs: Plány se nepodařilo načíst
de: Pläne konnten nicht geladen werden
es: No se pudieron cargar los planes
hu: Nem sikerült betölteni a csomagokat
pt: Falha ao carregar planos
ro: Nu s-au putut încărca planurile
sk: Nacitanie planov zlyhalo

# plan_feature_qr_tag
source: QR tag for your pet
cs: QR známka pro vašeho mazlíčka
de: QR-Tag für Ihr Haustier
es: Etiqueta QR para tu mascota
hu: QR biléta a kedvencednek
pt: Etiqueta QR para o seu animal
ro: Etichetă QR pentru animalul tău
sk: QR stitok pre vase zviera

# plan_feature_scan_notif
source: Instant scan notifications
cs: Okamžitá upozornění na skenování
de: Sofortige Scan-Benachrichtigungen
es: Notificaciones instantáneas de escaneo
hu: Azonnali beolvasási értesítések
pt: Notificações instantâneas de leitura
ro: Notificări instant de scanare
sk: Okamzite upozornenia o skenovani

# plan_feature_public_profile
source: Public pet profile
cs: Veřejný profil mazlíčka
de: Öffentliches Haustierprofil
es: Perfil público de la mascota
hu: Nyilvános kedvenc profil
pt: Perfil público do animal
ro: Profil public al animalului
sk: Verejny profil zvierata

# plan_feature_secure_storage
source: Secure data storage
cs: Bezpečné ukládání dat
de: Sichere Datenspeicherung
es: Almacenamiento seguro de datos
hu: Biztonságos adattárolás
pt: Armazenamento seguro de dados
ro: Stocare securizată a datelor
sk: Bezpecne ukladanie dat

# plan_feature_lost_alerts
source: Lost pet alerts to vets & community
cs: Upozornění o ztracených mazlíčcích pro veterináře a komunitu
de: Vermisstenwarnungen an Tierärzte & Community
es: Alertas de mascota perdida a veterinarios y comunidad
hu: Eltűnt kedvenc riasztások állatorvosoknak és a közösségnek
pt: Alertas de animal perdido para veterinários e comunidade
ro: Alerte de animal pierdut către veterinari și comunitate
sk: Upozornenia na stratene zvierata pre veterinarov a komunitu

# plan_feature_lost_alerts_short
source: Lost pet alerts
cs: Upozornění o ztracených mazlíčcích
de: Vermisstenwarnungen
es: Alertas de mascota perdida
hu: Eltűnt kedvenc riasztások
pt: Alertas de animal perdido
ro: Alerte animal pierdut
sk: Upozornenia na stratene zvierata

# plan_feature_sms
source: SMS notifications
cs: SMS upozornění
de: SMS-Benachrichtigungen
es: Notificaciones por SMS
hu: SMS értesítések
pt: Notificações por SMS
ro: Notificări SMS
sk: SMS upozornenia

# plan_feature_photos
source: Up to 10 photos per pet
cs: Až 10 fotek na mazlíčka
de: Bis zu 10 Fotos pro Haustier
es: Hasta 10 fotos por mascota
hu: Legfeljebb 10 fotó kedvencenként
pt: Até 10 fotos por animal
ro: Până la 10 fotografii per animal
sk: Az 10 fotografii na zviera

# plan_feature_replacements
source: Free tag replacements
cs: Bezplatné náhrady známek
de: Kostenlose Tag-Ersatzlieferungen
es: Reemplazos gratuitos de etiquetas
hu: Ingyenes biléta csere
pt: Substituições gratuitas de etiquetas
ro: Înlocuiri gratuite de etichete
sk: Bezplatne nahrady stitkov

# alerts_loading
source: Loading alerts…
cs: Načítání upozornění…
de: Warnungen werden geladen…
es: Cargando alertas…
hu: Riasztások betöltése…
pt: A carregar alertas…
ro: Se încarcă alertele…
sk: Nacitavaju sa upozornenia…

# alerts_missing_pets_title
source: Missing Pet Alerts
cs: Upozornění na ztracené mazlíčky
de: Vermisstenwarnungen
es: Alertas de mascotas perdidas
hu: Eltűnt kedvenc riasztások
pt: Alertas de animais desaparecidos
ro: Alerte animale dispărute
sk: Upozornenia na stratene zvierata

# alerts_list
source: List
cs: Seznam
de: Liste
es: Lista
hu: Lista
pt: Lista
ro: Listă
sk: Zoznam

# alerts_map
source: Map
cs: Mapa
de: Karte
es: Mapa
hu: Térkép
pt: Mapa
ro: Hartă
sk: Mapa

# alerts_no_nearby_title %@
source: No %@ Alerts Nearby
cs: Žádná upozornění %@ v okolí
de: Keine %@-Warnungen in der Nähe
es: No hay alertas de %@ cerca
hu: Nincs %@ riasztás a közelben
pt: Sem alertas de %@ nas proximidades
ro: Nicio alertă %@ în apropiere
sk: Ziadne upozornenia %@ nablizku

# alerts_no_nearby_message %@
source: No %@ pet alerts in your area right now
cs: V okolí nejsou žádná upozornění na mazlíčky %@
de: Aktuell gibt es in Ihrer Nähe keine %@-Warnungen
es: No hay alertas de mascotas %@ en tu zona ahora mismo
hu: Jelenleg nincs %@ riasztás a környékeden
pt: Não há alertas de animais %@ na sua área neste momento
ro: Nu există alerte pentru animale %@ în zona ta acum
sk: Momentalne vo vasom okoli nie su ziadne upozornenia na %@

# alerts_location_required
source: Location Required
cs: Vyžadována poloha
de: Standort erforderlich
es: Ubicación requerida
hu: Helymeghatározás szükséges
pt: Localização necessária
ro: Locație necesară
sk: Vyzaduje sa poloha

# alerts_location_required_message
source: To see missing pet alerts near you, please enable location services or add your address.
cs: Pro zobrazení upozornění v okolí povolte polohu nebo přidejte adresu.
de: Um Vermisstenwarnungen in Ihrer Nähe zu sehen, aktivieren Sie die Standortdienste oder fügen Sie Ihre Adresse hinzu.
es: Para ver alertas de mascotas perdidas cerca, habilita la ubicación o añade tu dirección.
hu: A közeledben lévő eltűnt riasztásokhoz engedélyezd a helymeghatározást vagy add meg a címed.
pt: Para ver alertas de animais desaparecidos perto de si, ative a localização ou adicione a sua morada.
ro: Pentru a vedea alertele din apropiere, activează locația sau adaugă adresa ta.
sk: Aby ste videli upozornenia na stratene zvierata vo vasom okoli, povolte sluzby urcovania polohy alebo pridajte svoju adresu.

# alerts_enable_location
source: Enable Location Services in Settings
cs: Povolit služby polohy v Nastavení
de: Standortdienste in den Einstellungen aktivieren
es: Habilitar ubicación en Ajustes
hu: Helymeghatározás engedélyezése a beállításokban
pt: Ativar serviços de localização nas Definições
ro: Activează locația în Setări
sk: Povolit sluzby urcovania polohy v Nastaveniach

# alerts_or
source: OR
cs: NEBO
de: ODER
es: O
hu: VAGY
pt: OU
ro: SAU
sk: ALEBO

# alerts_add_address_profile
source: Add your address in your profile
cs: Přidejte adresu ve svém profilu
de: Fügen Sie Ihre Adresse im Profil hinzu
es: Añade tu dirección en tu perfil
hu: Add meg a címed a profilodban
pt: Adicione a sua morada no perfil
ro: Adaugă adresa în profil
sk: Pridat adresu v profile

# alerts_add_my_address
source: Add My Address
cs: Přidat moji adresu
de: Meine Adresse hinzufügen
es: Añadir mi dirección
hu: Cím hozzáadása
pt: Adicionar a minha morada
ro: Adaugă adresa mea
sk: Pridat moju adresu

# alerts_no_missing_nearby
source: No missing pet alerts nearby
cs: Žádná upozornění na ztracené mazlíčky v okolí
de: Keine Vermisstenwarnungen in der Nähe
es: No hay alertas de mascotas perdidas cerca
hu: Nincsenek eltűnt riasztások a közelben
pt: Sem alertas de animais desaparecidos nas proximidades
ro: Nicio alertă de animale dispărute în apropiere
sk: Ziadne upozornenia na stratene zvierata nablizku

# alert_status_missing
source: Missing
cs: Ztracený
de: Vermisst
es: Perdido
hu: Eltűnt
pt: Desaparecido
ro: Dispărut
sk: Strateny

# alert_status_found
source: Found
cs: Nalezený
de: Gefunden
es: Encontrado
hu: Megtalált
pt: Encontrado
ro: Găsit
sk: Najdeny

# alert_missing_since %@
source: Missing since %@
cs: Ztracen od %@
de: Vermisst seit %@
es: Perdido desde %@
hu: Eltűnt ekkor: %@
pt: Desaparecido desde %@
ro: Dispărut din %@
sk: Strateny od %@

# alert_missing_for %@
source: Missing for %@
cs: Ztracen na %@
de: Vermisst seit %@
es: Perdido durante %@
hu: Eltűnt ennyi ideje: %@
pt: Desaparecido há %@
ro: Dispărut de %@
sk: Strateny pocas %@

# alert_found_on %@
source: Found on %@
cs: Nalezen %@
de: Gefunden am %@
es: Encontrado el %@
hu: Megtalálva ekkor: %@
pt: Encontrado em %@
ro: Găsit pe %@
sk: Najdeny %@

# alert_found_reunited
source: Found & Reunited
cs: Nalezen a shledán
de: Gefunden & wieder vereint
es: Encontrado y reunido
hu: Megtalált & újraegyesült
pt: Encontrado e reunido
ro: Găsit și reunificat
sk: Najdene a znovuzjednotene

# alert_mark_found_title
source: Mark %@ as Found?
cs: Označit %@ jako nalezeného?
de: %@ als gefunden markieren?
es: ¿Marcar %@ como encontrada?
hu: %@ megtaláltként jelölése?
pt: Marcar %@ como encontrado?
ro: Marchezi %@ ca găsit?
sk: Oznacit %@ ako najdene?

# alert_mark_found_title %@
source: Mark %@ as Found?
cs: Označit %@ jako nalezeného?
de: %@ als gefunden markieren?
es: ¿Marcar %@ como encontrada?
hu: %@ megtaláltként jelölése?
pt: Marcar %@ como encontrado?
ro: Marchezi %@ ca găsit?
sk: Oznacit %@ ako najdene?

# alert_mark_found_message
source: This will close the missing alert. Are you sure?
cs: Tímto se uzavře upozornění o ztrátě. Opravdu?
de: Damit wird die Vermisstenwarnung geschlossen. Sind Sie sicher?
es: Esto cerrará la alerta de pérdida. ¿Seguro?
hu: Ez lezárja az eltűnt riasztást. Biztos vagy benne?
pt: Isto irá fechar o alerta de desaparecimento. Tem a certeza?
ro: Aceasta va închide alerta de dispariție. Ești sigur?
sk: Tymto sa uzavrie upozornenie o strate. Ste si isti?

# alert_mark_found_message %@
source: This will close the missing alert for %@. Are you sure?
cs: Tímto se uzavře upozornění o ztrátě %@. Opravdu?
de: Damit wird die Vermisstenwarnung für %@ geschlossen. Sind Sie sicher?
es: Esto cerrará la alerta de pérdida de %@. ¿Seguro?
hu: Ez lezárja %@ eltűnt riasztását. Biztos vagy benne?
pt: Isto irá fechar o alerta de desaparecimento de %@. Tem a certeza?
ro: Aceasta va închide alerta de dispariție pentru %@. Ești sigur?
sk: Tymto sa uzavrie upozornenie o strate pre %@. Ste si isti?

# alert_mark_found_failed
source: Failed to mark as found
cs: Označení jako nalezený se nezdařilo
de: Als gefunden markieren fehlgeschlagen
es: No se pudo marcar como encontrada
hu: Nem sikerült megtaláltként jelölni
pt: Falha ao marcar como encontrado
ro: Nu s-a putut marca găsit
sk: Oznacenie ako najdene zlyhalo

# alert_marked_found_success
source: %@ has been marked as found!
cs: %@ byl označen jako nalezený!
de: %@ wurde als gefunden markiert!
es: ¡%@ ha sido marcada como encontrada!
hu: %@ megtaláltként jelölve!
pt: %@ foi marcado como encontrado!
ro: %@ a fost marcat ca găsit!
sk: %@ bol oznaceny ako najdeny!

# alert_mark_found_error
source: Failed to mark as found: %@
cs: Označení jako nalezený se nezdařilo: %@
de: Als gefunden markieren fehlgeschlagen: %@
es: No se pudo marcar como encontrada: %@
hu: Nem sikerült megtaláltként jelölni: %@
pt: Falha ao marcar como encontrado: %@
ro: Nu s-a putut marca găsit: %@
sk: Oznacenie ako najdene zlyhalo: %@

# pet_default
source: pet
cs: mazlíček
de: Haustier
es: mascota
hu: kedvenc
pt: animal
ro: animal
sk: zviera

source: Report Found
cs: Nahlásit nalezení
de: Fund melden
es: Reportar encontrada
hu: Megtalálás jelentése
pt: Reportar encontrado
ro: Raportează găsit
sk: Nahlasit najdene

# map_you
source: You
cs: Vy
de: Sie
es: Tú
hu: Te
pt: Você
ro: Tu
sk: Vy

# map_missing_alert
source: Missing Alert
cs: Upozornění na ztrátu
de: Vermisstenwarnung
es: Alerta de pérdida
hu: Eltűnt riasztás
pt: Alerta de desaparecido
ro: Alertă dispărut
sk: Upozornenie na stratene

# map_found_alert
source: Found Alert
cs: Upozornění na nalezení
de: Fundmeldung
es: Alerta de encontrada
hu: Megtalált riasztás
pt: Alerta de encontrado
ro: Alertă găsit
sk: Upozornenie na najdene

# time_less_than_hour
source: Less than an hour
cs: Méně než hodina
de: Weniger als eine Stunde
es: Menos de una hora
hu: Kevesebb mint egy óra
pt: Menos de uma hora
ro: Mai puțin de o oră
sk: Menej ako hodina

# push_prompt_title
source: Stay Connected
cs: Zůstaňte v kontaktu
de: Bleiben Sie verbunden
es: Mantente conectado
hu: Maradj kapcsolatban
pt: Mantenha-se ligado
ro: Rămâi conectat
sk: Zostante v spojeni

# push_prompt_benefit_scan
source: Instant alerts when your pet's tag is scanned
cs: Okamžitá upozornění, když je známka vašeho mazlíčka naskenována
de: Sofortige Warnungen, wenn der Tag Ihres Haustiers gescannt wird
es: Alertas instantáneas cuando se escanea la etiqueta de tu mascota
hu: Azonnali értesítések, amikor beolvassák a kedvenced bilétáját
pt: Alertas instantâneos quando a etiqueta do seu animal é lida
ro: Alerte instant când eticheta animalului tău este scanată
sk: Okamzite upozornenia, ked je stitok vasho zvierata naskenovany

# push_prompt_benefit_sighting
source: Sighting reports from the community
cs: Hlášení pozorování od komunity
de: Sichtungsmeldungen aus der Community
es: Reportes de avistamientos de la comunidad
hu: Észlelési jelentések a közösségtől
pt: Relatórios de avistamento da comunidade
ro: Raportări de observații din comunitate
sk: Hlasenia pozorovani od komunity

# push_prompt_benefit_found
source: Know immediately when your pet is found
cs: Okamžitě se dozvíte, když je mazlíček nalezen
de: Sofort wissen, wenn Ihr Haustier gefunden wird
es: Saber de inmediato cuando tu mascota es encontrada
hu: Azonnal értesülsz, ha a kedvenced megkerül
pt: Saiba de imediato quando o seu animal é encontrado
ro: Află imediat când animalul tău este găsit
sk: Okamzite upozornenie, ked je zviera najdene
